Repository: paulber19/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fr

source: Do you really want to free selector {selector} associated to the voice profile "{voiceProfileName}"?
cs: Opravdu chcete uvolnit selektor {selector} spojený s hlasovým profilem „{voiceProfileName}“?
fr: Voulez-vous vraiment supprimer l'association entre le sélecteur {selector} et le profil vocal "{voiceProfileName}" ?

source: Do you really want to free all selectors set to this configuration profile?
cs: Opravdu chcete uvolnit všechny selektory nastavené na tento konfigurační profil?
fr: Voulez-vous vraiment supprimer toutes les associations entre sélecteur et profil vocal ?

source: Modify voice profile
cs: Upravit hlasový profil
fr: &Modifier le profil vocal

source: Voice profile name:
cs: Název hlasového profilu:
fr: Nom du profil vocal :

source: &Default
cs: &Výchozí
fr: &Défaut

source: You must set the name of voice profile
cs: Musíte nastavit název hlasového profilu
fr: Vous devez donner un nom au profil vocal

source: Voice profile association
cs: Přidružení hlasového profilu
fr: Association du profil vocal

source: System tray icons 's list
cs: Seznam ikon na systémové liště
fr: Liste des icônes de la zone de notification

source: &Icons
cs: &Ikony
fr: &Icônes

source: &Right click
cs: &Klikněte pravým tlačítkem myši
fr: Simple clic &droit

source: &Left click
cs: &Levé kliknutí
fr: Simple clic &gauche

source: Dou&ble left click
cs: &Dvakrát klikněte levým tlačítkem
fr: Dou&ble clic gauche

source: color
cs: barva
fr: couleur

source: background color
cs: barva pozadí
fr: couleur d'arrière-plan

source: unexpected space
cs: nečekaný prostor
fr: espace inattendu

source: missing space
cs: chybějící prostor
fr: espace manquant

source: missing uppercase
cs: chybí velká písmena
fr: majuscule manquante

source: inversed uppercase
cs: obrácená velká písmena
fr: majuscule inversée

source: unexpected %s
cs: neočekávané %s
fr: %s inattendu

source: multiple contigous spaces
cs: více souvislých prostorů
fr: multiples espaces contigus

source: tab at end
cs: záložka na konci
fr: tabulation à la fin

source: space at end
cs: prostor na konci
fr: espace à la fin

source: change in %s
cs: změna v %s
fr: changement en %s

source: At {pos}: {anomaly}
cs: V {pos}: {anomálie}
fr: En {pos}: {anomaly}

source: %s analyzis's detections
cs: %s detekce analýzy
fr: %s détections d'analyse

source: No irregularities were found on %s lines scanned. Do you want to continue the analysis?
cs: Na %s naskenovaných řádcích nebyly nalezeny žádné nesrovnalosti. Chcete v analýze pokračovat?
fr: Aucune irrégularité n'a été trouvée sur %s lignes analysées. Voulez-vous continuer l'analyse ?

source: No more irregularity
cs: Žádné další nesrovnalosti
fr: Aucune autre irrégularité

source: (command: %s)
cs: (příkaz: %s)
fr: (commande : %s)

source: %s add-on configuration menu
cs: %s konfigurační nabídka doplňku
fr: Menu de configuration de l'extension %s

source: Global settings...
cs: Globální nastavení...
fr: Paramètres globaux ...

source: Current configuration profile settings...
cs: Aktuální nastavení konfiguračního profilu...
fr: Paramètres du profil de configuration courant.

source: Keyboard Keys renaming...
cs: Přejmenování kláves klávesnice...
fr: Renommage des touches clavier...

source: Command keys selective announcement...
cs: Selektivní oznámení příkazových kláves...
fr: Annonce sélective des touches de commandes...

source: Reset configuration to default values
cs: Resetovat konfiguraci na výchozí hodnoty
fr: Réinitialiser la configuration

source: Explore &NVDA
cs: Prozkoumat &NVDA
fr: Explorer &NVDA

source: Menu to explore the NVDA program folder or the user configuration folder
cs: Nabídka pro prozkoumání programové složky NVDA nebo uživatelské konfigurační složky
fr: Menu pour explorer le dossier programme de NVDA ou celui de la configuration utilisateur

source: My &configuration's folder
cs: Moje &konfigurační složka
fr: Ma &configuration

source: NVDA &Program folder
cs: Složka &Program NVDA
fr: Le dossier &programme

source: Manage user configurations
cs: Správa uživatelských konfigurací
fr: Gérer les configurations utilisateur

source: Configuration's profile {profileName} {state}
cs: Profil konfigurace {jméno profilu} {state}
fr: Profil de configuration {profileName} {state}

source: Product name and version has been copied to clipboard
cs: Název a verze produktu byly zkopírovány do schránky
fr: Nom et numéro de version de l'application copiées dans le presse papier

source: Add-on: {name}, version: {version}
cs: Doplněk: {name}, verze: {version}
fr: Extension : {name}, version : {version}

source: No add-on
cs: Žádný doplněk
fr: Sans extension

source: Configuration profile: {profileName} {state}
cs: Konfigurační profil: {profileName} {state}
fr: Profil de configuration {profileName} {state}

source: Active add-on: %s
cs: Aktivní doplněk: %s
fr: Extension active : %s

source: Add-on's path: %s
cs: Cesta doplňku: %s
fr: Chemin de l'extension : %s

source: Warning: it seems that others add-ons are installed and activated for this application
cs: Upozornění: Zdá se, že pro tuto aplikaci jsou nainstalovány a aktivovány jiné doplňky
fr: Avertissement: il semble que d'autres extensions soient aussi installées et activées pour cette application

source: Loaded python module: %s
cs: Načtený modul pythonu: %s
fr: Module python chargé : %s

source: Application context's informations
cs: Informace o kontextu aplikace
fr: Informations sur le contexte de l'application

source: File open Error
cs: Chyba při otevírání souboru
fr: Erreur d'ouverture de fichier

source: Are you sure you want to shutdown immediately the computer ?
cs: Opravdu chcete okamžitě vypnout počítač?
fr: Voulez-vous vraiment arrêter immédiatement l'ordinateur ?

source: Are you sure you want to reboot immediately the computer ?
cs: Opravdu chcete počítač okamžitě restartovat?
fr: Voulez-vous vraiment redémarrer immédiatement l'ordinateur ?

source: Are you sure you want to hibernate immediately the computer ?
cs: Opravdu chcete počítač okamžitě přepnout do režimu spánku?
fr: Voulez-vous vraiment mettre en veille immédiatement l'ordinateur ??

source: Current speech settings
cs: Aktuální nastavení řeči
fr: Paramètres vocaux actuels

source: Voice profile switch mode on
cs: Režim přepínání hlasového profilu je zapnutý
fr: Mode commutation de profil vocal activé

source: Voice profile switch mode off
cs: Režim přepínání hlasového profilu je vypnutý
fr: Mode commutation de profil vocal désactivé

source: There was no change of input gesture made by the user
cs: Uživatel neprovedl žádnou změnu vstupního gesta
fr: Il n'y a pas eu de modification de geste de commande faite par l'utilisateur

source: Double left click
cs: Dvakrát klikněte levým tlačítkem
fr: Double clic gauche

source: Object has no location
cs: Objekt nemá žádnou polohu
fr: L'objet n'a pas de coordonnées

source: Double right click
cs: Dvakrát klikněte pravým tlačítkem
fr: Double clic droit

source: This functionnality is only available if "command keys selective announcement" functionnality or "keys's remanence" functionnality is installed
cs: Tato funkce je k dispozici pouze v případě, že je nainstalována funkce „selektivního hlášení příkazových kláves“ nebo funkce „remanence kláves“.
fr: Cette fonctionnalité n'est disponible que si la fonctionnalité "Annonce sélective des touches de commandes" ou la fonctionnalité "Rémanence des touches" est installée

source: The standard use of the numeric keypad is not allowed
cs: Standardní použití numerické klávesnice není povoleno
fr: L'utilisation standard du pavé numérique n'est pas autorisée

source: speech synthesizer driver
cs: ovladač syntezátoru řeči
fr: pilote de synthèse vocale

source: braille display driver
cs: ovladač braillského displeje
fr: pilote d'afficheur braille

source: mixed
cs: smíšený
fr: mixte

source: %s add-on type:
cs: %s typ doplňku:
fr: extension de type %s :

source: Running add-ons
cs: Spuštěné doplňky
fr: Extensions en fonctionnement

source: Text analysis not available
cs: Analýza textu není k dispozici
fr: Analyse de texte indisponible

source: Nothing to report
cs: Nic k nahlášení
fr: Rien à signaler

source: report current caret position on
cs: nahlásit aktuální pozici stříšky na
fr: annonce de la position courante du curseur activée

source: report current caret position off
cs: hlásit aktuální polohu stříšky vypnuto
fr: annonce de la position courante du curseur désactivée

source: but the clipboard is not empty
cs: ale schránka není prázdná
fr: mais le presse-papier n'est pas vide

source: Clipboard cleared
cs: Schránka vymazána
fr: Presse-papier vidé

source: Error: clipboard cannot cleared
cs: Chyba: schránku nelze vymazat
fr: Erreur: le presse-papier ne peut pas être vidé

source: Clipboard text
fr: Texte du presse-papier

source: cycle is not possible on audio output device
cs: cyklus není možný na audio výstupním zařízení
fr: impossible de boucler sur les périphériques de sortie audio

source: Are you sure you want to send the volume mute key?
fr: Voulez-vous vraiment actionner la touche muet ?

source: Shell's scripts
cs: Skripty Shell
fr: Scripts de l'interpréteur de commandes

source: Description: command
cs: Popis: příkaz
fr: Description : commande

source: &Execute the script
cs: &Spustit skript
fr: &Exécuter le script

source: Error: buildVars.py file is not found
cs: Chyba: soubor buildVars.py nebyl nalezen
fr: Erreur : le fichier buildVars.py est manquant

source: error
cs: chyba
fr: erreur

source: Cannot get add-on translated manifest of %s language
cs: Nelze získat soubor překladu manifest.ini pro jazyk %s
fr: Impossible d'obtenir le fichier de traduction manifest.ini du langage %s

source: Creation of HTML documentation files
cs: Tvorba HTML dokumentačních souborů
fr: Création des fichiers HTML de documentation

source: No documentation file to convert
cs: Žádný soubor dokumentace k převodu
fr: Aucun fichier de documentation à convertir

source: No file converted
cs: Nebyl převeden žádný soubor
fr: Aucun fichier converti

source: %s files converted
cs: %s souborů převedeno
fr: %s fichiers convertis

source: Creation of manifest.ini file
cs: Vytvoření souboru manifest.ini
fr: Création du fichier manifest.ini

source: The manifest.ini file already exists. Do you really want to update it?
cs: Soubor manifest.ini již existuje. Opravdu to chcete aktualizovat?
fr: Le fichier manifest.ini existe déjà. Voulez-vous vraiment le mettre à jour ?

source: The manifest.ini file has been updated
cs: Soubor manifest.ini byl aktualizován
fr: Le fichier manifest.ini a été mis à jour

source: Creation of localization manifest.ini file
cs: Vytvoření lokalizačního souboru manifest.ini
fr: Création de fichier manifest.ini de localisation

source: No language for this add-on
cs: Žádný jazyk pro tento doplněk
fr: Aucun language présent pour cette extension

source: Error: %s file is not found
cs: Chyba: Soubor %s nebyl nalezen
fr: Error : le fichier %s est manquant

source: Some translation strings are missing for "%s" language
cs: Pro jazyk "%s" chybí některé překladové řetězce
fr: Certaines chaines ne sont pas traduites pour le langage "%s"

source: %s localization manifest.ini files created
cs: Byly vytvořeny soubory lokalizační manifest.ini %s
fr: %s fichiers manifest.ini de localisation créés

source: No localization manifest.ini file created
cs: Nebyl vytvořen žádný lokalizační soubor manifest.ini
fr: Aucun fichier manifest.ini de localisation créé

source: Creation of POT file of %s add-on
cs: Vytvoření souboru POT doplňku %s
fr: Création du fichier POT de l'extension %s

source: %s file created
cs: %s soubor vytvořen
fr: Le fichier %s a été créé

source: Impossible to create POT file: no source file defined in buildVars.py
cs: Nelze vytvořit soubor POT: v buildVars.py není definován žádný zdrojový soubor
fr: Impossible de créer le fichier POT : pas de fichier source défini dans buildVars.py

source: Impossible to create POT file
cs: Nelze vytvořit soubor POT
fr: Impossible de créer le fichier POT

source: Prepare %s add-on
cs: Připravte %s doplněk
fr: Préparation de l'extension %s

source: Prepare add-on start
cs: Připravte start doplňku
fr: Préparation de l'extension en cours

source: Manifest.ini file updated
cs: Soubor Manifest.ini byl aktualizován
fr: Fichier manifest.ini mis à jour

source: %s localization manifest.ini files created or updated
cs: %s lokalizační soubory manifest.ini vytvořeny nebo aktualizovány
fr: %s fichiers manifest.ini de localisation crées ou mis à jour

source: But for these languages, some strings are not translated: %s
cs: Ale pro tyto jazyky nejsou některé řetězce přeloženy: %s
fr: Mais pour ces langages, des chaines de caractères ne sont pas traduites : %s

source: one file converted
cs: jeden soubor převeden
fr: un fichier converti

source: %s HTML files created
cs: Vytvořeno %s souborů HTML
fr: %s fichiers HTML créés

source: {count} poFiles compiled on {nb}
cs: {count} soubory .po zkompilované přes {nb}
fr: {count} fichiers .po compilés sur {nb}

source: Add-on bundle could not be created
cs: Balíček doplňků se nepodařilo vytvořit
fr: L'extension n'a pas pu être créée

source: The {name} file has been created and recorded in {dir} folder
cs: Soubor {name} byl vytvořen a uložen do složky {dir}
fr: Le fichier {name} a été créé et placé dans le dossier {dir}

source: Completed
cs: Dokončeno
fr: Terminé

source: Creation of buildVars.py file
cs: Vytvoření souboru buildVars.py
fr: Création du fichier buildVars.py

source: Warning: buildVars.py already exists. Do you want to replace it?
cs: Upozornění: buildVars.py již existuje. Chceš to vyměnit?
fr: Attention: le fichier existe déjà. Voulez-vous le remplacer ?

source: The buildVars.py file has been created
cs: Byl vytvořen soubor buildVars.py
fr: Le fichier buildVars.py a été créé

source: Tools for add-on development
cs: Nástroje pro vývoj doplňků
fr: Outils pour le développement d'extensions

source: Update add-on &version
cs: Aktualizovat &verzi doplňku
fr: Mettre à jour la &version de l'extension

source: &Update manifest.ini file
cs: &Aktualizovat soubor manifest.ini
fr: &Mettre à jour le fichier manifest.ini

source: Create P&OT file
cs: Vytvořte soubor P&OT
fr: Créer le fichier P&OT

source: &Prepare addon
cs: &Připravit doplněk&Preparar el complemento
fr: &Préparer l'extension

source: &Languages:
cs: &Jazyky:
fr: &Langages:

source: Create &localization manifest.ini file
cs: Vytvořit &lokalizační soubor manifest.ini
fr: Créer le fichier manifest.ini de &localisation

source: Create &HTML documentation files
cs: Vytvořte soubory dokumentace &HTML
fr: Créer les fichiers &HTML de documentation

source: Create &buildVars file
cs: Vytvořte soubor &buildVars.py
fr: Créer le fichier &buildVars.py

source: &Explore add-on folder
cs: &Prozkoumat složku doplňků
fr: &Explorer le dossier de l'extension

source: All
cs: Všechno
fr: Tout

source: Update add-on version
cs: Aktualizujte verzi doplňku
fr: Mise à jour de la version de l'extension

source: Error: buildVars.py file has no add-on version line
cs: Chyba: soubor buildVars.py nemá řádek verze doplňku
fr: Erreur: le fichier buildVars.py ne contient pas de ligne de version

source: Version of buildVars.py file has been updated
cs: Verze souboru buildVars.py byla aktualizována
fr: La version du fichier buildVars.py a été mise à jour

source: Entry add-on version:
cs: Vstupní verze doplňku:
fr: Saisir la version de l'extension :

source: No add-on installed
cs: Není nainstalován žádný doplněk
fr: Aucune extension installée

source: Downloading {name}
cs: Stahování {name}
fr: Téléchargement de {name} en cours

source: Error downloading update for {name}.
cs: Chyba při stahování aktualizace pro {name}.
fr: Erreur lors du téléchargement de la mise à jour de {name}.

source: Cannot update {name} - missing file or invalid file format
cs: Nelze aktualizovat {name} – chybějící soubor nebo neplatný formát souboru
fr: Impossible de mettre à jour {name} - fichier manquant ou format de fichier incorrect

source: Updating
cs: Aktualizace
fr: Mise à jour en cours

source: Please wait while the add-on is being updated.
cs: Počkejte prosím, než se doplněk aktualizuje.
fr: Veuillez patienter durant la mise à jour de l'extension.

source: Failed to update {name} add-on
cs: Aktualizace doplňku {name} se nezdařilaFallo al actualizar el complemento {name}
fr: Échec de la mise à jour de l'extension {name}

source: {summary} - update
cs: {summary} - aktualizace
fr: {summary} - mise à jour

source: The service is temporarily under maintenance. Please, try again later.
cs: Služba je dočasně v údržbě. Prosím zkuste to znovu později.
fr: Le service est momentanément en maintenance. Veuillez réessayer plus tard.

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
cs: Aktualizace není kompatibilní s touto verzí NVDA. Minimální verze NVDA: {minYear}.{minMajor}, naposledy testováno: {testedYear}.{testedMajor}.
fr: La mise à jour n'est pas compatible avec cette version de NVDA. Version minimum de NVDA : {minYear}.{minMajor}, dernière version testée : {testedYear}.{testedMajor}.

source: New version%s is available. Do you want to download it now?
cs: K dispozici je nová verze%s. Chcete si ji stáhnout nyní?
fr: La nouvelle version %s est disponible. Voulez-vous la télécharger maintenant ?

source: New version{0} is available. But it is not compatible with this version of NVDA: minimum version requred = {1}, last version tested = {2}. Do you want to ignore this incompatibility and still download it now?
cs: K dispozici je nová verze{0}.\n Není však kompatibilní s touto verzí NVDA: minimální požadovaná verze = {1}, poslední testovaná verze = {2}.\n Chcete tuto nekompatibilitu ignorovat a přesto si ji nyní stáhnout?
fr: La nouvelle version {0} est disponible. Mais elle n'est pas compatible avec cette version de NVDA: minimum version reuqise = {1}, dernière version testée = {2}. Voulez-vous ignorer cette incompatibilité et la télécharger quand même maintenant ?

source: You are up-to-date. %s is the latest version.
cs: Jste aktuální. %s je nejnovější verze.
fr: Vous êtes à jour, %s est la dernière version.

source: Oops! There was a problem checking for updates. Please retry later
cs: Jejda! Při kontrole aktualizací došlo k problému. Zkuste to znovu později
fr: Oups! Il y a un problème pour rechercher les mises à jour. Réessayer ultérieurement

source: &Yes
cs: &Ano
fr: &Oui

source: &No
cs: &Ne
fr: &Non

source: &Later
cs: &Později
fr: &Plus tard

source: Wha&t's new
cs: Co je nového
fr: Quoi &de neuf

source: User input Gestures
cs: Gesta uživatelského vstupu
fr: Gestes de commande utilisateur

source: Remove &all
cs: Odebrat všechny
fr: Supprimer &tout

source: Do you really want to erase all the modifications of input gesture that have been made?
cs: Opravdu chcete vymazat všechny provedené úpravy vstupního gesta?
fr: Voulez-vous vraiment supprimer toutes les modifications de geste de commande qui ont été faites ?

source: Deleted gestures
cs: Smazaná gesta
fr: Gestes de commande supprimés

source: "%s" dialog is already open
cs: Dialog "%s" je již otevřen
fr: Le dialogue "%s" est déjà ouvert

source: Warning: Numeric lock and capital locks are enabled
cs: Upozornění: Num Lock a Caps Lock jsou zapnuté
fr: Attention: les verrouillages numérique et majuscule sont activés

source: Warning: Numeric lock is enabled
cs: Upozornění: num lock je zapnutý
fr: Attention: le verrouillage numérique est activé

source: Warning: capslock is enabled
cs: Upozornění: Caps Lock je zapnutý
fr: Attention: le verrouillage majuscule est activé

source: interrupted
cs: přerušen
fr: interrompu

source: Elements's searching
cs: Hledání prvků
fr: Recherche des éléments en cours

source: List, list's item
cs: Seznam, položka seznamu
fr: Liste, Elément de liste

source: Tab
fr: Onglet

source: table item
cs: položka tabulky
fr: élément de tableau

source: menu item
cs: položka menu
fr: élément de menu

source: List of visible items making up the object in the foreground
cs: Seznam viditelných položek tvořících objekt v popředí
fr: List des éléments visibles composant l'objet en avant plan

source: Ignore untagged items
cs: Ignorovat neoznačené položky
fr: Ignorer les éléments non étiquetés

source: Elements:
cs: prvky:
fr: Éléments :

source: Move &navigator object to it
cs: Otevřete &objektový navigátor a ukazatel myši
fr: Y amener l'objet &Navigateur et le pointeur souris

source: Do you want to keep current add-on configuration settings ?
fr: Voulez-vous conserver les paramètres actuels de configuration de l'extension ?

source: Are you sure you don't want to keep the current add-on configuration settings?
cs: Opravdu nechcete zachovat aktuální nastavení konfigurace doplňku?
fr: Voulez-vous vraiment ne pas conserver les paramètres de configuration actuels de l'extension ?

source: Attention, you must uninstall "%s" add-on because it is now included in this add-on
cs: Pozor, doplněk "%s" musíte odinstalovat, protože je nyní součástí tohoto doplňku
fr: Attention, vous devez désinstaller l'extension "%s" car elle est maintenant inclue dans cette extension

source: Do you want to keep previous add-on configuration settings?
cs: Chcete zachovat předchozí nastavení konfigurace doplňku?

source: %s - installation
cs: %s – instalace

source: {0} version {1}
cs: {0} verze {1}

source: Application: {appName} {appVersion}
cs: Aplikace: {appName} {appVersion}

source: {summary}, version: {version}
cs: {souhrn}, verze: {version}

source: Confirmation
cs: potvrzení

source: global
cs: globální

source: application
cs: aplikace

source: Volume
cs: Hlasitost

source: &Volume:
cs: &Hlasitost:

source: Balance
cs: Balans

source: Gain
cs: Získat

source: {minutes} minutes {seconds}
cs: {minutes} minut {seconds}

source: Open &current log
cs: Otevřít &aktuální protokol

source: Open &previous log
cs: Otevřít &předchozí protokol

source: Copy current log file &path to clipboard
cs: Zkopírujte &cestu aktuálního souboru protokolu do schránky

source: Copy &old log file path to clipboard
cs: Zkopírujte &starou cestu k souboru protokolu do schránky

source: Position: %s
cs: Pozice: %s

source: Style: %s
cs: Styl: %s

source: Indentation: %s
cs: Odsazení: %s

source: Message
cs: Zpráva

source: nothing
cs: nic

source: &Enhance speak typed words
cs: &Vylepšit mluvení napsaných slov

source: Block insert key
cs: Zamkněte klávesu Insert

source: Block capslock key
cs: Uzamkněte klávesu Caps Lock

source: Anomalies
cs: Anomálie

source: Ty&pe:
cs: Ty&p:

source: Message:
cs: Zpráva:

source: Style
cs: Styl

source: incompatible
cs: nekompatibilní

source: Impossible, the synthesizer of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
cs: Není to možné, syntetizér hlasového profilu {voiceProfileName} přidružený k voliči {selector} není dostupný. Chcete tento selektor uvolnit?

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
cs: Při zpracování znaků a symbolů zahrňte data konsorcia Unicode (včetně emotikonů).

source: Voice profile name: %s
cs: Název hlasového profilu: %s

source: Synthesizer: %s
cs: Syntetizátor: %s

source: Output device: %s
cs: Výstupní zařízení: %s

source: {main} ({source})
cs: {hlavní zdroj})

source: Informations
cs: Informace

source: &Type:
cs: &Typ:
