Repository: paulber19/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fr

source: Launch commands's interpreter of add-on
cs: Spusťte interpret doplňku příkazů
fr: Lancer l'interpréteur de commandes de l'extension

source: Set selector 1 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 1 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 1 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Set selector 2 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 2 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 2 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Set selector 3 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 3 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 3 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Set selector 4 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 4 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 4 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Set selector 5 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 5 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 5 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Set selector 6 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 6 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 6 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Set selector 7 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 7 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 7 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Set selector 8 as current selector and set, if possible, its associated voice profile as current voice profile
cs: Nastavte volič 8 jako aktuální volič a nastavte, pokud je to možné, jeho přidružený hlasový profil jako aktuální hlasový profil
fr: Positionner le sélecteur 8 comme sélecteur courant et définir , si possible, son profil vocal associé comme profil vocal courant

source: Displays the dialog to manage the input gestures configured by user
cs: Zobrazí dialogové okno pro správu vstupních gest nakonfigurovaných uživatelem
fr: Afficher le dialogue pour gérer les gestes de commande configurés par l'utilisateur

source: Display tools for add-on development dialog
cs: Zobrazit nástroje pro dialog vývoje doplňků
fr: Afficher le dialogue présentant les outils pour le développement d'extensions

source: Click the left mouse button at navigator object position. Twice: click twice this button at this position
cs: Klikněte levým tlačítkem myši na pozici objektu navigátoru. Dvakrát: klikněte dvakrát na toto tlačítko v této pozici
fr: Simple clic gauche de la souris à la position courante de l'objet navigateur. Deux appuis: double clic gauch à cette position

source: Click the right mouse button at navigator object position. Twice: click twice this button at this position
cs: Klikněte pravým tlačítkem myši na pozici objektu navigátoru. Dvakrát: klikněte dvakrát na toto tlačítko v této pozici
fr: Simple clic droit de la souris à la position courante de l'objet navigateur. Deux appuis: double clic droit à cette position

source: Display add-on settings dialog
cs: Zobrazit dialogové okno nastavení doplňku
fr: Afficher le dialogue de paramètrage de l'extension

source: Display settings dialog for current configuration profile
cs: Zobrazit dialogové okno nastavení pro aktuální konfigurační profil
fr: Afficher le dialogue de paramètrage de l'extension pour le profil de configuration courant

source: Enable or disable the standard use of numeric keypad
cs: Povolí nebo zakázat standardní použití numerické klávesnice
fr: Activer ou désactiver l'utilisation standard du pavé numérique

source: Close all opened windows
cs: Zavřete všechna otevřená okna
fr: Fermer toutes les fenêtres ouvertes

source: Display running add-ons list
cs: Zobrazit seznam spuštěných doplňků
fr: Afficher les Extensions en fonctionnement

source: Report current speech settings. Twice: display them
cs: Nahlásit aktuální nastavení řeči. Dvakrát: zobrazte je
fr: Annoncer les paramètres vocaux actuels. Deux apuis: les afficher

source: Report current speech settings
cs: Nahlásit aktuální nastavení řeči
fr: Annoncer les paramètres vocaux actuels

source: Display current speech settings
cs: Zobrazit aktuální nastavení řeči
fr: Afficher les paramètres vocaux actuels

source: Activate or desactivate text analyzer
cs: Aktivujte nebo deaktivujte textový analyzátor
fr: Activer ou désactiver l'analyseur de texte

source: Analyze the word under system cursor
cs: Analyzujte slovo pod systémovým kurzorem
fr: Analyser le mot sous le curseur système

source: Analyze the line under system cursor
cs: Analyzujte řádek pod systémovým kurzorem
fr: Analyser la ligne sous le curseurs système

source: Analyze the sentence under system cursor
cs: Analyzujte větu pod systémovým kurzorem
fr: Analyser la phrase sous le curseur système

source: Analyze the paragraph under system cursor
cs: Analyzujte odstavec pod systémovým kurzorem
fr: Analyser le paragraphe sous le curseur système

source: Move to next irregularity detected by text analyzer
cs: Přejít k další nesrovnalosti zjištěné textovým analyzátorem
fr: Déplacer le curseur à la prochaine irrégularité détectée par l'analyseur de texte

source: Move to previous irregularity detected by text analyzer
cs: Přejít na předchozí nesrovnalost zjištěnou textovým analyzátorem
fr: Déplacer le curseur à la précédente irrégularité détectée par l'analyseur de texte

source: Display the dialog to manage user configurations
cs: Zobrazte dialogové okno pro správu uživatelských konfigurací
fr: Afficher le dialogue pour gérer les configurations utilisateur

source: Toggle reporting of current caret position in edit box
cs: Přepnout hlášení aktuální pozice stříšky v editačním poli
fr: Activer/ désactiver l'annonce de la position courante du curseur dans une zone d'édition

source: Add, to clipboard, the selected text
cs: Přidejte do schránky vybraný text
fr: Ajouter, dans le presse-papier, le texte sélectionné

source: Empty the clipboard
cs: Vyprázdněte schránku
fr: Vider le presse-papier

source: Display clipboard text in a information windows
fr: Afficher le contenu du presse-papier dans une fenête d'information

source: Display the temporary audio device manager
cs: Zobrazte dočasného správce zvukových zařízení
fr: Afficher le Gestionnaire du périphérique audio temporaire

source: Leave up the temporary audio device
cs: Ponechte dočasné zvukové zařízení
fr: Abandonner le périphérique audio temporaire

source: Set, as temporary audio device, the next device in the list of checked devices of the temporary audio device manager
cs: Nastavit jako dočasné zvukové zařízení další zařízení v seznamu zaškrtnutých zařízení správce dočasných zvukových zařízení
fr: Définir, comme périphérique audio temporaire, le périphérique suivant dans la liste des périphériques cochés du gestionnaire du périphérique audio temporaire

source: Set, as temporary audio output device , the next device in the list of devices selected in the temporary audio output device manager. Twice: leave up the temporary audio output device
cs: Nastavit jako dočasné zvukové výstupní zařízení další zařízení v seznamu zařízení vybraných ve správci dočasného zvukového výstupního zařízení. Dvakrát: ponechte dočasné výstupní zařízení zvuku
fr: Définir, comme périphérique de sortie audio temporaire, le périphérique suivant dans la liste des périphériques sélectionnés dans le gestionnaire du périphérique de sortie audio temporaire. Deux appuis: abandonner le périphérique de sortie audio temporaire

source: Activate quick Addons Activation Dialog
cs: Aktivujte rychlé dialogové okno pro aktivaci doplňků
fr: Afficher le dialogue pour activer ou désactiver rapidement les extensions

source: Set on main and NVDA volume
cs: Nastavte na hlavní a NVDA svazek
fr: Établir le son principal et de NVDA

source: Toggle current focused application volume mute
cs: Přepnout ztlumení hlasitosti aktuálně zaměřené aplikace
fr: Couper ou établir le son pour l'application sous le curseur

source: Increase volume of current focused application
cs: Zvyšte hlasitost aktuálně zaměřené aplikace
fr: Augmenter le volume de l'application sous le curseur

source: Decrease volume of current focused application
cs: Snížit hlasitost aktuálně zaměřené aplikace
fr: Diminuer le volume de l'application sous le curseur

source: Maximize volume of current focused application
cs: Maximalizujte hlasitost aktuálně zaměřené aplikace
fr: Maximiser le volume de l'application sous le curseur

source: Minimize volume of current focused application
cs: Minimalizujte hlasitost aplikace pod kurzorem
fr: Minimiser le volume de l'application sous le curseur

source: Set the volume of current focused application to previous level
cs: Nastavte hlasitost aktuálně zaměřené aplikace na předchozí úroveň
fr: Établir le volume de l'application sous le curseur au précédent niveau

source: Increase NVDA volume
cs: Zvyšte hlasitost NVDA
fr: Augmenter le volume de NVDA

source: Decrease NVDA volume
cs: Snížit hlasitost NVDA
fr: Diminuer le volume de NVDA

source: Maximize NVDA volume
cs: Maximalizujte hlasitost NVDA
fr: Maximiser le volume de NVDA

source: Minimize NVDA volume
cs: Minimalizujte hlasitost NVDA
fr: Minimiser le volume de NVDA

source: Set the NVDA volume to previous level
cs: Nastavte hlasitost NVDA na předchozí úroveň
fr: Établir le volume de NVDA au précédent niveau

source: Increase volume of speakers
cs: Zvyšte hlasitost reproduktorů
fr: Augmenter le volume principal

source: Decrease volume of speakers
cs: Snižte hlasitost reproduktorů
fr: Diminuer le volume principal

source: Maximize volume of speakers
cs: Maximalizujte hlasitost reproduktorů
fr: Maximiser le volume principal

source: Minimize volume of speakers
cs: Minimalizujte hlasitost reproduktorů
fr: Minimiser le volume principal

source: Set the main volume to previous level
cs: Nastavte hlavní hlasitost na předchozí úroveň
fr: Établir le volume principal au précédent niveau

source: Hear NVDA to right and focused application to left
cs: Poslouchejte NVDA vpravo a zaměřenou aplikaci vlevo
fr: Entendre NVDA à droite et l'application sous le curseur à gauche

source: Hear NVDA to left and focused application to right
cs: Poslouchejte NVDA vlevo a zaměřenou aplikaci vpravo
fr: Entendre NVDA à gauche et l'application sous le curseur à droite

source: Hear NVDA and focused application on center
cs: Poslouchejte NVDA a zaměřenou aplikaci na střed
fr: Entendre NVDA et l'application sous le curseur au centre

source: Hear NVDA to right and all audio applications to left
cs: Poslouchejte NVDA vpravo a všechny aplikace vlevo
fr: Entendre NVDA à droite et toutes les applications à gauche

source: Hear NVDA to left and all audio applications to right
cs: Poslouchejte NVDA vlevo a všechny aplikace vpravo
fr: Entendre NVDA à gauche et toutes les applications à droite

source: Hear NVDA and all audio applications on center
cs: Poslouchejte NVDA a všechny aplikace ve středu
fr: Entendre NVDA et toutes les applications au centre

source: Hear focused application on center
cs: Poslouchejte aplikaci pod kurzorem uprostřed
fr: Entendre l'application sous le curseur au centre

source: Display NVDA 's audio sources manager
cs: Zobrazit správce zvukových zdrojů NVDA
fr: Afficher le Gestionnaire des sources audio

source: The configuration file of the add-on contains errors. The part of the configuration concerning the global parameters has been reset to factory defaults
cs: Konfigurační soubor doplňku obsahuje chyby. Část nastavení pro globální možnosti byla resetována na výchozí hodnoty
fr: Le fichier de configuration de l'extension contient des erreurs. La partie de la configuration concernant les paramètres globaux a été réinitialisée aux valeurs par défaut

source: The old configuration file of "%s" add-on contains errors. It's not possible to keep previous configuration
cs: Starý konfigurační soubor doplňku "%s" obsahuje chyby. Není možné zachovat předchozí konfiguraci
fr: Le fichier de la précédente configuration de l'extension "%s" contient des erreurs. Il n'est pas possible de conservers les précédents paramètres

source: The add-on configuration will be reset to factory values and NVDA will be restarted. Would you like to continue?
cs: Konfigurace doplňku bude resetována na tovární hodnoty a NVDA bude restartován. Chcete pokračovat?
fr: La configuration de l'extension va être complétement réinitialisée et NVDA va être redémarré. Voulez-vous continuer ?

source: Configuration reset
cs: Reset konfigurace
fr: Réinitialisation de la configuration

source: It's time
cs: Je čas
fr: Coucou ! C'est l'heure

source: Beep
cs: Pípnutí
fr: Bip sonore

source: Sound
cs: Zvuk
fr: Son

source: Announcement of the wrong word
fr: Annonce du mot mal orthographié

source: Press F1 for help
cs: Pro nápovědu stiskněte F1
fr: Appuyer sur F1 pour de l'aide

source: Some changes have been made. You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
cs: Byly provedeny některé změny. Aby se tyto změny projevily, musíte uložit konfiguraci a restartovat NVDA. Chtěli byste to udělat teď?
fr: Des modifications ont été faites. Vous devez enregistrer la configuration et redémarrer NVDA pour que ces modifications soient prises en compte. Voulez-vous le faire maintenant ?

source: Don't forget to save the configuration for the changes to take effect !
cs: Nezapomeňte uložit konfiguraci, aby se změny projevily!
fr: Noubliez pas d'enregistrer la configuration pour que les modifications soient effectives !

source: Features's installation
cs: Instalace funkcí
fr: Installation des fonctionnalités

source: Do not install
cs: Neinstalujte
fr: Ne pas installer

source: Install
cs: Nainstalujte
fr: Installer

source: Install without gesture
cs: Instalace bez gesta
fr: Installer sans geste de commande

source: Display &systray icons and running application windows list:
cs: Zobrazit ikony &systray a seznam oken spuštěných aplikací:
fr: Affichage de la liste des icônes de la zone de notification et des &fenêtres des applications lancées :

source: &Complex symbols edition help:
cs: Nápověda k &edici komplexních symbolů:
fr: &Aide à la composition de symboles complexes :

source: &Focused application's informations:
cs: &Informace o aplikaci:
fr: &Informations sur l'application sous le curseur :

source: &Extended Virtual Buffer:
cs: &Rozšířená virtuální vyrovnávací paměť:
fr: &Extension des fonctionnalités du tampon virtuel :

source: C&lipboard command announcement:
cs: Oznámení příkazu C&schránky:
fr: A&nnonce de la fonction associée aux commandes d'édition :

source: Anno&uncement of the preselected folder in "Open", "Save", "Save as" dialog boxes:
cs: Oznámení o předem vybrané složce v dialogových oknech „Otevřít“, „Uložit“, „Uložit jako“:
fr: Annonce du &nom du dossier sélectionner pour les boites de dialogue du style "Ouvrir", "Enregistrer", "Enregistrer sous" :

source: &NVDA's log Files:
cs: Soubory protokolu &NVDA:
fr: &Journaux de NVDA :

source: Speech &history:
cs: &Historie řeči:
fr: &Historique des annonces vocales :

source: &Keyboard keys renaming:
cs: &Přejmenování kláves klávesnice:
fr: Renomma&ge des touches clavier :

source: C&ommand keys selective announcement:
cs: Výběrové oznámení příkazových kláves:
fr: Annonce &sélective des touches de commande :

source: Minute &timer:
cs: &Minutník:
fr: &Minuterie :

source: NVDA's &restart:
cs: &restart NVDA:
fr: &Redémarrage de NVDA :

source: Display visible items making up the foreground &object:
cs: Zobrazit viditelné položky tvořící &objekt v popředí:
fr: Affichage des éléments visibles composant l'objet en avant &plan :

source: &Voice profile switching:
cs: &Přepínání hlasových profilů:
fr: Commutation de profil &vocal :

source: Ke&ys's remanence:
cs: Uchování klíče:
fr: Rémanence des t&ouches :

source: Volu&me's control:
cs: Ovládání hlasitosti:
fr: &Controle du son :

source: &audio split:
cs: &rozdělení zvuku:
fr: &Séparation de l'audio :

source: &Development's tools:
cs: &Nástroje pro vývoj:
fr: Outi&ls de développement :

source: &Date and time - supplements:
cs: &Datum a čas – dodatky:
fr: &Date et heur - compléments :

source: Text anal&ysis:
cs: Textová analýza:
fr: Anal&yse de texte :

source: Temporar&y audio device:
cs: Čas a zvukové zařízení:
fr: Périphérique a&udio temporaire:

source: NVDA enhancements
cs: Vylepšení NVDA
fr: Compléments à NVDA

source: Editing
cs: Editace
fr: Édition

source: Maximum number of last &used symbols recorded:
cs: Maximální počet zaznamenaných & naposledy použitých symbolů:
fr: N&ombre maximum de derniers symboles composés conservés :

source: Speech history
cs: Historie řeči
fr: Historique des annonces vocales

source: &Number the records
cs: &Očíslujte záznamy
fr: Numéroter les &enregistrements

source: &Display records in ascending order
cs: &Zobrazit záznamy ve vzestupném pořadí
fr: Afficher les enregistrements dans l'ordre &croissant

source: Browser
cs: Prohlížeč
fr: Navigateur

source: &Browse in loop
cs: &Procházet ve smyčce
fr: Naviguer en &boucle

source: Reporting spelling errors
cs: Hlášení pravopisných chyb
fr: Signalement des fautes d'orthographe

source: In typing, Report &by:
fr: Pendant la frappe, s&ignaler par :

source: In reading, Report &by:
fr: Pendant la lecture, si&gnaler par :

source: Clipboard
cs: Schránka
fr: Presse-papier

source: Maximum number of reported characters:
cs: Maximální počet nahlášených znaků:
fr: Nombre maximum de caractères à lire :

source: No limit
cs: Bez omezení
fr: Sans limite

source: Computer
cs: Počítač
fr: Ordinateur

source: &No object description in Windows ribbons
cs: &Žádný popis objektu na pásu karet systému Windows
fr: &Ne pas annoncer la description des objets dans les rubbans Windows

source: Automatically &maximize windows
cs: Automaticky &maximalizovat okna
fr: Agrandir automatiquement les &fenêtres

source: Report &windows clock's time with seconds
cs: Hlásit &čas hodin systému Windows se sekundami
fr: Annoncer l'&heure de l'horloge Windows avec les secondes

source: Windows explorer
cs: Průzkumník Windows
fr: Explorateur Windows

source: Number of items to &keep for reduced path:
cs: Počet položek, které se mají &ponechat pro snížení cesty:
fr: Nombre d'éléments à conserver pour le c&hemin réduit :

source: Report folder name of Reversed path with levels
cs: Název složky sestavy obrácené cesty s úrovněmi
fr: Annoncer le nom des dossiers du chemin inversé avec le niveau

source: Main and NVDA volume
cs: Hlavní svazek a svazek NVDA
fr: Volume principal et de NVDA

source: Set on &volume at the loading of the add-on
cs: Nastavte na &hlasitost při načítání doplňku
fr: Établir automatiquement le &son au chargement de l'extension

source: &Threshold of recovery of the volume:
cs: &Práh obnovení svazku:
fr: Seu&il de rétablissement du volume :

source: Recovery &level:
cs: Obnovení &úroveň:
fr: Niveau de &rétablissement :

source: NVDA volume
cs: NVDA hlasitost
fr: Volume de NVDA

source: T&hreshold of recovery of the volume:
cs: &Prah pro obnovení svazku:
fr: Seu&il de rétablissement du volume :

source: &Recovery level:
cs: &Úroveň obnovení:
fr: Niveau de &rétablissement :

source: Volume change
cs: Změna hlasitosti
fr: Modification du volume

source: Ste&ps's size:
cs: Velikost kroku&ps:
fr: Taille des &pas :

source: R&eport volume changes
cs: Hlásit změny hlasitosti
fr: Annoncer les &modifications de volume

source: &Increase speakers volume if necessary
cs: &V případě potřeby zvyšte hlasitost reproduktorů
fr: &Augmenter le volume principal si nécessaire

source: At start, put NVDA on both channels
fr: Au démarrage, mettre NVDA sur les deux canaux

source: Temporary audio device
cs: Dočasné zvukové zařízení
fr: Périphérique audio temporaire

source: Ask for confirmation
cs: Požádejte o potvrzení
fr: Demander une confirmation

source: Ma&ximum waiting time for confirmation (in seconds):
cs: Max&maximální doba čekání na potvrzení (v sekundách):
fr: &Temps maximum d'attente de la confirmation (en secondes) :

source: Advanced
cs: Pokročilý
fr: Avancé

source: For No NVDA's version
cs: Pro žádnou verzi NVDA
fr: Pour aucune version de NVDA

source: For Only the NVDA's snapshot versions
cs: Pouze pro vývojové verze NVDA
fr: Seulement pour les versions de développement de NVDA

source: Only until the next NVDA restart
cs: Pouze do příštího restartu NVDA
fr: Jusqu'au prochain redémarrage de NVDA

source: For all NVDA's versions
cs: Pro všechny verze NVDA
fr: Pour toutes versions de NVDA

source: &Play sound on logged errors:
cs: &Přehrát zvuk u zaznamenaných chyb:
fr: &Jouer un son lors de l'inscription derreurs dans le journal :

source: &Title dialog with add-on name
cs: &Dialogové okno Název s názvem doplňku
fr: &Titrer les dialogues avec le nom de l'extension

source: &Delay between repeat of same gesture:
cs: &Prodleva mezi opakováním stejného gesta:
fr: T&emporisation de répétition du même geste de commande :

source: &Do not take account of the option called "Report object descriptions" during the display of the dialog box same as confirmation
cs: &Neberte v úvahu možnost nazvanou "Nahlásit popisy objektů" během zobrazení dialogového okna stejně jako potvrzení
fr: Ne pas tenir &compte de l'option "Annoncer la description de l'objet" lors de l'affichage des boite de dialogue du style "confirmation"

source: Key Repeat
cs: Opakování klávesy
fr: Répétition de touches

source: &Limit key repeats
cs: &Omezit opakování kláves
fr: &Limiter les répétitions

source: Delay between &repeat (in ms):
cs: Prodleva mezi &opakovat (v ms):
fr: Délai entre &répétition (en ms) :

source: &Automatically save current voice settings for current selector before switching
cs: &Automaticky uložit aktuální nastavení hlasu pro aktuální volič před přepnutím
fr: Enregistrer &automatiquement les paramètres vocaux actuels pour le sélecteur courant avant la commutation

source: Allow &NVDA tonalities's volume adjustment
cs: Povolit úpravu hlasitosti &NVDA tónů
fr: &Permettre le réglage du volume des tonalités de NVDA

source: Allow nvda sounds files's &gain modification
cs: Povolit úpravu získaných souborů zvuku nvda
fr: Permettre la modification du &gain des fichiers son

source: Play tone on audio &output device
cs: Přehrát tón na audio & výstupním zařízení
fr: Jouer une tonalité sur le périphérique de &sortie audio

source: Keyboard
cs: Klávesnice
fr: Clavier

source: Keys's remanence
cs: Klíčova remanence
fr: Rémanence des touches
