Repository: paulber19/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fr

source: &Only NVDA key in remanence
cs: &Pouze klíč NVDA je remanentní
fr: &Seule la touche NVDA est rémanente

source: Activate &remanence at NVDA's start
cs: Aktivujte &remanence při startu NVDA
fr: Activer la &rémanence des touches au démarrage de NVDA

source: &Remanence's delay (in milliseconds):
cs: &Zpoždění remanence (v milisekundách):
fr: d&urée de la rémanence (en millisecondes) :

source: Play &sound at the start of remanence
cs: Přehrát &zvuk na začátku remanence
fr: Émettre un bip au &démarrage de la rémanence d'une touche

source: Play sound at the &end of remanence
cs: Přehrajte zvuk na &konci remanence
fr: Émettre un bip à la &fin de la rémanence d'une touche

source: Special remanence for &Gmail.com
cs: Speciální remanence pro &Gmail.com
fr: Rémanence spécifique pour &Gmail.com

source: Numeric keypad
cs: Numerická klávesnice
fr: Pavé numérique

source: &Allow the standard use of the numeric keypad
cs: &Povolit standardní použití numerické klávesnice
fr: A&utoriser l'utilisation standard du pavé numérique

source: &Enable the standard use of the numeric keypad at NVDA's start
cs: &Povolit standardní použití numerické klávesnice při startu NVDA
fr: &Activer l'utilisation standard du pavé numérique au démarrage de NVDA

source: &Enable / disable numeric keypad's standard use with num lock key
cs: &Povolit/zakázat standardní použití numerické klávesnice s klávesou num lock
fr: Activer ou désactiver l'utilisation &standard du pavé numérique avec la touche verrouillage numérique

source: Numeric lock
cs: Numerický zámek
fr: Verrouillage numérique

source: &Report ?he activated state at NVDA starting
cs: &Hlášení aktivovaného stavu při spuštění NVDA
fr: Signaler &l'état activé au démarrage de NVDA

source: Capital lock
cs: Caps lock
fr: Verrouillage majuscule

source: &Report the activated state at NVDA starting
cs: &Hlásit aktivovaný stav při spuštění NVDA
fr: Signaler &l'état activé au démarrage de NVDA

source: Update
cs: Aktualizace
fr: Mise à jour

source: Automatically check for &updates
cs: Automaticky kontrolovat &aktualizace
fr: Rechercher &automatiquement les mises à jour

source: Update also release versions to &development versions
cs: Aktualizujte také vydané verze na &vývojové verze
fr: &Mettre aussi à jour les versions stables vers les versions de développement

source: &Check for update
cs: &Zkontrolovat aktualizace
fr: &Rechercher une mise à jour

source: View &history
cs: Zobrazit &historii
fr: &Voir l'historique

source: Settings
cs: Nastavení
fr: Paramètres

source: Cursor's moving
cs: Pohyb kurzoru
fr: Déplacement du curseur

source: &Punctuation/symbol level on word movement:
cs: &Úroveň interpunkce/symbolu při změně slov:
fr: Niveau de symbole et &ponctuation lors de déplacement par mot:

source: Current configuration profile's level
cs: Aktuální úroveň konfiguračního profilu
fr: Niveau du Profil de configuration courant

source: &Do not say blank when moving by Line
fr: &ne pas dire vide lors de déplacement par ligne

source: Text used as a &separator between contents added to the clipboard.
cs: Text použitý jako &oddělovač mezi obsahem přidaným do schránky.
fr: Texte utilisé comme &séparateur entre les contenus ajoutés au presse-papier.

source: &Add text before clipboard datas
cs: &Přidat před obsah schránky
fr: &Ajouter avant le contenu du presse-papier

source: Ask &confirmation before adding
cs: Před přidáním se zeptat na potvrzení
fr: Demander &confirmation avant l'ajout dans le presse-papier

source: &On profile activation:
cs: &Při aktivaci profilu:
fr: Lors de l'activation du profil:

source: Do nothing
cs: Nedělat nic
fr: Ne rien faire

source: Desactivate
cs: Deaktivovat
fr: Désactiver

source: Activate
cs: aktivovat
fr: Activer

source: Key blocking
cs: zámek
fr: Blocage de touche

source: Block &insert key
fr: Bloquer la touche &Insertion

source: Block capslock &key
fr: Bloquer la touche &Verrouillage majuscule

source: Characters echo
cs: odezva znaků při psaní
fr: Écho des caractères

source: Still speak &non-alphanumeric characters when keyboard echo by characters is disabled
cs: Stále číst &nealfanumerické znaky, když je vypnutá odezva na klávesnici po znacích
fr: Prononcer quand même les caractères &non alphanumériques quand l'écho clavier par caractères est désactivé

source: Volume mute key's control
fr: Contrôle de la touche Muet

source: &Enable the Control:
fr: Autoriser &le Contrôle :

source: Yes
fr: Oui

source: Yes, but only if no braille display is used
fr: Oui, mais seulement si aucun afficheur braille est utilisé

source: No
fr: Non

source: &Press the key:
fr: Actionner la &touche :

source: After confirmation
fr: Après confirmation

source: In pressing twice
fr: Sur double appui

source: Never
fr: Jamais

source: Text analysis
cs: Analýza textu
fr: Analyse de texte

source: &Activate text analyzer
cs: &Aktivovat textový analyzátor
fr: &Activer l'analyseur de texte

source: Activate text analyzer at add-on's &start
cs: Aktivujte textový analyzátor na &startu doplňku
fr: Activer l'analyseur de &texte au démarrage de l'extension

source: Symbols match
cs: Symboly se shodují
fr: Concordance de symboles

source: Report &discrepancies
cs: Nahlásit &nesrovnalosti
fr: Signaler les &incohérences

source: Report a&nomalies
cs: Nahlásit a&nomálie
fr: Signaler les &anomalies

source: &Verify:
cs: &Ověřit:
fr: &Vérifier :

source: &For symbols:
cs: &Pro symboly:
fr: &Pour les symboles :

source: Formatting
cs: Formátování
fr: Mise en forme

source: Report &changes
cs: Nahlásit &změny
fr: Signaler les &changements

source: Spelling Errors
fr: Fautes d'orthographe

source: &Report errors
fr: Si&gnaler les erreurs

source: Alert
cs: Upozornění
fr: Alerte

source: Report &by:
cs: Nahlásit &od:
fr: S&ignaler par :

source: Sounds:
cs: Zvuky:
fr: Sons :

source: Frequency:
cs: Frekvence:
fr: Fréquence :

source: Length:
cs: Délka:
fr: Durée :

source: Profile settings's %s
cs: Nastavení profilu %s
fr: Paramètres du profil %s

source: Alert message
cs: Výstražná zpráva
fr: Message alerte

source: Detections's number
cs: Počet detekcí
fr: Nombre de détections

source: Detailed description
cs: Detailní popis
fr: Description détaillée

source: The multiple contiguous spaces
cs: Vícenásobné sousedící mezery
fr: Les multiples espaces contigus

source: The space or Tab at end
cs: Mezera nebo Tab na konci
fr: L'espace ou la tabulation à la fin

source: The isolated or non spaced punctuations
cs: Izolovaná nebo nerozložená interpunkce
fr: Les ponctuations isolées ou non espacées

source: The uppercase missing or inversed
cs: Velká písmena chybí nebo jsou převrácená
fr: Les majuscules manquantes ou inversées

source: The required space before the symbol
cs: Požadovaná mezera před symbolem
fr: L'espace obligatoire avant le symbole

source: The required space after the symbol
cs: Požadovaná mezera za symbolem
fr: L'espace obligatoire après le symbole

source: Unexpected space before symbol
cs: Neočekávaná mezera před symbolem
fr: L'espace inattendu avant le symbole

source: Unexpected space after symbol
cs: Neočekávaná mezera za symbolem
fr: L'espace inattendu après le symbole

source: Font's name
cs: Jméno písma
fr: Nom de polices

source: Font's size
cs: Velikost písma
fr: Taille de police

source: Font's attributes
cs: Atributy písma
fr: Attributs de police

source: Color
cs: Barva
fr: Couleur

source: Text analyzer activated
cs: Textový analyzátor aktivován
fr: Analyseur de texte activé

source: Text analyzer desactivated
cs: Textový analyzátor je deaktivován
fr: Analyseur de texte désactivé

source: Quick addons activation
cs: Rychlá aktivace doplňků
fr: Activation rapide des extensions

source: Check to activate:
cs: Zaškrtnutím aktivujete:
fr: Cocher pour activer:

source: &Check all
cs: &Zkontrolovat vše
fr: &Cocher tout

source: &Uncheck all
cs: &Zrušte zaškrtnutí všech
fr: &Décocher tout

source: &Save and restart NVDA
cs: &Uložte a restartujte NVDA
fr: &Enregistrer et redémarrer NVDA

source: All add-ons are checked
cs: Všechny doplňky jsou zkontrolovány
fr: Toutes les extensions sont cochées

source: All add-ons unchecked
cs: Všechny doplňky nejsou zaškrtnuté
fr: Toutes les extensions sont décochées

source: There is no change. Do you want to restart NVDA anyway?
cs: Nedochází k žádné změně. Chcete přesto NVDA restartovat?
fr: Il n'y a pas eu de changements. Voulez-vous quand même redémarrer NVDA ?

source: Error: the "%s" folder cannot be deleted
cs: Chyba: složku „%s“ nelze smazat
fr: Erreur: le dossier "%s" ne peut pas être supprimé

source: User Configurations's management
cs: Správa uživatelských konfigurací
fr: Gestionnaire des configuration utilisateur

source: Configuration's &folders:
cs: &složky konfigurace:
fr: &Dossiers de configuration :

source: &Restart NVDA with this configuration's folder
cs: &Restartujte NVDA s touto konfigurační složkou
fr: &Redémarrer NVDA avec ce dossier de configuration

source: &Prepare this folder
cs: &Připravte tuto složku
fr: &Préparer ce dossier

source: &Delete this folder
cs: &Smazat tuto složku
fr: &Supprimer ce dossier

source: Empt&y this folder
cs: &Vyprázdněte tuto složku
fr: &Vider ce dossier

source: E&xplore this folder
cs: &Prozkoumat tuto složku
fr: E&xplorer ce dossier

source: Add &new folder
cs: Přidat &novou složku
fr: Ajouter un &nouveau dossier

source: Add &existing folder
cs: Přidat existující &složku
fr: Ajouter un dossier &existant

source: &Modify this folder
cs: &Upravit tuto složku
fr: &Modifier ce dossier

source: Active configuration
cs: Aktivní konfigurace
fr: Configuration active

source: Do you really want to restart NVDA with this user configuration's folder: %s?
cs: Opravdu chcete restartovat NVDA s touto složkou uživatelské konfigurace: %s?
fr: Voulez-vous vraiment redémarrer NVDA avec ce dossier de configuration : %s ?

source: You are going to modify the active configuration's folder. Do you want to continue?
cs: Chystáte se upravit složku aktivní konfigurace. Chcete pokračovat?
fr: Vous allez modifier le dossier de la configuration active. Voulez-vous continuer ?

source: Impossible to create %s folder
cs: Nelze vytvořit složku %s
fr: Impossible de créer le dossier %s

source: Active configuration path cannot be deleted
cs: Cestu aktivní konfigurační složky nelze odstranit
fr: Le chemin du dossier de la configuration active ne peut pas être supprimé

source: Do you really want to delete the "%s" folder?
cs: Opravdu chcete smazat složku "%s"?
fr: Voulez-vous vraiment supprimer le dossier "%s" ?

source: The folder %s is already empty
cs: Složka %s je již prázdná
fr: Le dossier %s est déjà vide

source: Do you really want to delete all the content of the "%s" folder?
cs: Opravdu chcete smazat veškerý obsah složky "%s"?
fr: Voulez-vous vraiment supprimer tout le contenu du dossier "%s" ?

source: End of deletion
cs: Smazání dokončeno
fr: Suppression terminée

source: Preparation of %s folder
cs: Příprava složky %s
fr: Préparation du dossier %s

source: Import from &folder:
cs: Importovat do &ze složky:
fr: Importer à &partir du dossier :

source: Import &add-ons
cs: Import &doplňků
fr: Importer les &extensions

source: Import speech &dictionaries
cs: Importovat řečové &slovníky
fr: Importer les &dictionaires de prononciations

source: Import ponctuation/symbol &pronunciations
cs: Importujte &výslovnosti mluvnice/symbolu
fr: Importer les prononciations des &symboles et ponctuations

source: Import input &gesture changes
cs: Import změn vstupních gest
fr: Importer les modifications de &gestes de commande

source: Import configuration p&rofiles
cs: Importovat konfigurační p&profily
fr: Importer les &profils de configuration

source: Import &NVDA parameters (normal configuration)
cs: Importovat parametry &NVDA (normální konfigurace)
fr: Importer les paramètres de &NVDA (configuration normale)

source: Import all the &configuration
cs: Importujte veškerou &konfiguraci
fr: Importer toute la &configuration

source: Import terminated
cs: Import ukončen
fr: Importation terminée

source: No addon to import
cs: Žádný doplněk k importu
fr: Aucune extension à importer

source: %s add-on exists. Do you want to replace it?
cs: %s doplněk existuje. Chcete to vyměnit?
fr: L'extension %s existe déjà. Voulez-vous la remplacer ?

source: No profile to import
cs: Žádný profil k importu
fr: Aucun profil à importer

source: No speech dictionary to import
cs: Žádný slovník řeči k importu
fr: Aucun dictionnaire de prononciations à importer

source: The configuration folder contains already speech dictionaries. Do you want to replace them?
cs: Konfigurační složka již obsahuje řečové slovníky. Chcete je vyměnit?
fr: Le dossier de configuration contient déjà des dictionaires de prononciation. Voulez-vous les remplacer ?

source: No ponctuation or symbol pronunciations to import
cs: Žádné výslovnosti výrazů nebo symbolů k importu
fr: Aucune prononciation de symbole ou ponctuation à importer

source: The configuration folder already contains symbol/punctuation pronunciations. Do you want to replace it?
cs: Konfigurační složka již obsahuje výslovnosti symbolů/interpunkce. Chcete to vyměnit?
fr: Le dossier de configuration contient déjà des prononciations de symboles ou ponctuations. Voulez-vous les remplacer ?

source: No input gesture change to import
cs: Žádná změna vstupního gesta k importu
fr: Aucune modification de geste de commande à importer

source: The configuration folder already contains input gesture changes. Do you want to replace them?
cs: Konfigurační složka již obsahuje změny vstupních gest. Chcete je vyměnit?
fr: Le dossier de configuration contient déjà des modifications de gestes de commande. Voulez-vous les remplacer ?

source: No NVDA normal configuration to import
cs: Žádná normální konfigurace NVDA k importu
fr: Aucune configuration normale à importer

source: The configuration folder already contains NVDA normal configuration. Do you want to replace it?
cs: Konfigurační složka již obsahuje normální konfiguraci NVDA. Chcete to vyměnit?
fr: Le dossier de configuration contient déjà une configuration normale. Voulez-vous la remplacer ?

source: The "%s" folder contains data that will be erased during copying. Do you still wish to continue?
cs: Složka "%s" obsahuje data, která budou během kopírování vymazána. Stále si přejete pokračovat?
fr: Le dossier "%s" contient des données qui seront effacées pendant la copie. Voulez -quand même continuer ?

source: Modification of %s folder
cs: Úprava složky %s
fr: Modification du dossier %s

source: Addons's import
cs: Import doplňků
fr: Importation d'extensions

source: &Add-ons:
cs: &Doplňky:
fr: &Extension:

source: Check &all
cs: Zkontrolovat vše
fr: Cocher &tout

source: &Delete existing add-ons
cs: &Smazat stávající doplňky
fr: &Supprimer les extensions existantes

source: &Import
fr: &Importer

source: all items are checked
cs: všechny položky jsou zkontrolovány
fr: tous les éléments sont cochés

source: all items are unchecked
cs: všechny položky jsou nezaškrtnuté
fr: tous les éléments sont décochés

source: Do you really want to delete all add-ons of %s folder?
cs: Opravdu chcete smazat všechny doplňky složky %s?
fr: Voulez-vous vraiment supprimer toutes les extensions du dossier %s ?

source: There is no add-on checked
cs: Není zaškrtnutý žádný doplněk
fr: Il n'y a pas d'extension cochée

source: Adding new folder
cs: Přidávání nové složky
fr: Ajout d'un nouveau dossier

source: Folder's userName:
cs: Uživatelské jméno složky:
fr: &Identifiant du dossier :

source: folder's &location:
cs: &umístění složky:
fr: &Emplacement du dossier:

source: &Browse...
cs: &Procházet...
fr: &Parcourir...

source: &Add
cs: &Přidat
fr: &Ajouter

source: Folder's selection
cs: Výběr složky
fr: Sélection de dossier

source: You must specify the username of the folder
cs: Musíte zadat uživatelské jméno složky
fr: Vous devez spécifié l'identifiant du dossier

source: You must specify the path to the location of the configuration
cs: Musíte zadat cestu k umístění konfigurace
fr: Vous devez spécifié le chemin de l'emplacement du dossier de configuration

source: The folder with "%s" username is already in the list of configuration folders
cs: Složka s uživatelským jménem "%s" je již v seznamu konfiguračních složek
fr: Le dossier avec l'identifiant "%s" est déjà dans la liste des dossiers de configuration

source: Choose another username
cs: Vyberte jiné uživatelské jméno
fr: Choisissez un autre identifiant

source: The "%s" folder already exists and it's a nvda configuration folder. Do you want to add it anyway?
cs: Složka "%s" již existuje a je to konfigurační složka nvda. Chcete to přesto přidat?
fr: Le dossier "%s" existe déjà et est un dossier de configuration NVDA. Voulez-vous quand même l'ajouter ?

source: The "%s" folder already exists and it's not a nvda configuration folder. Do you want to add it anyway?
cs: Složka "%s" již existuje a není to konfigurační složka nvda. Chcete to přesto přidat?
fr: Le dossier "%s" existe déjà et n'est pas un dossier de configuration NVDA. Voulez-vous quand même l'ajouter ?

source: Adding existing folder
cs: Přidání existující složky
fr: Ajout d'un dossier existant

source: folder's &path:
cs: &cesta složky:
fr: &Chemin du dossier :

source: The folder is not user configuration's folder
cs: Složka není složkou konfigurace uživatele
fr: Le dossier n'est pas un dossier de configuration utilisateur

source: Configuration profiles's import
cs: Import konfiguračních profilů
fr: Importation des profils de configuration

source: &Profiles:
cs: &Profily:
fr: P&rofils:

source: &Delete existing profiles
cs: &Smazat stávající profily
fr: &Supprimer les profils existants

source: Do you really want to delete all profiles of %s folder?
cs: Opravdu chcete smazat všechny profily složky %s?
fr: Voulez-vous vraiment supprimer tous les profils du dossier "%s" ?

source: There is no profile checked
cs: Není zaškrtnutý žádný profil
fr: Il n'y a pas de profil coché

source: %s profile exists. Do you want to replace it?
cs: Profil %s existuje. Chcete to vyměnit?
fr: Le profil %s existe déjà. Voulez-vous le remplacer ?

source: Impossible to import profils
cs: Nelze importovat profily
fr: Aucun profil à importer

source: Spelling errors' announcement
fr: Annonce des mots mal orthographiés

source: Records:
cs: Registrace:
fr: Enregistrements :

source: The current configuration of the "Voice profile switching"feature is not compatible with this add-on's version, All selectors have been released and the voice profiles deleted. Sorry for the inconvenience.
cs: Aktuální konfigurace funkce "Přepínání hlasových profilů" není kompatibilní s verzí tohoto doplňku. Všechny selektory byly uvolněny a hlasové profily smazány. Omluvám se za nepříjemnost.
fr: La configuration actuelle de la fonctionnalité "Commutation de profil vocal" n'étant pas compatible avec cette version de l'extension, Tous les sélecteurs ont été libérés et les profils vocaux supprimés. Désolé pour l'inconvénient.

source: Impossible, the synthesizer or audio output device of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
fr: Impossible, le synthétiseur ou le périphérique de sortie audio du profil vocal {voiceProfileName} associé au sélecteur {selector} n'est pas disponible. Voulez-vous libérer ce sélecteur ?

source: Synthesizer error
cs: Chyba syntezátoru
fr: Erreur de synthétiseur

source: Selector {selector}: {name}
cs: Selektor {selector}: {název}
fr: Sélecteur {selector} : {name}

source: No other selector set to voice profile
cs: K hlasovému profilu nejsou přidruženy žádné další voliče
fr: Aucun autre sélecteur n'est associé à un profil vocal

source: No selector set to voice profile
cs: Žádný volič není nastaven na hlasový profil
fr: Aucun sélecteur n'est associé à un profil vocal

source: Selector %s is free
cs: Selektor %s je volný
fr: Sélecteur %s libre

source: yes
cs: Ano
fr: oui

source: no
cs: Ne
fr: non

source: Audio output device
fr: Périphérique de sortie audio

source: {name} voice profile set to selector {selector}
cs: Hlasový profil {name} nastaven na selektor {selector}
fr: Profil vocal {name} associé au sélecteur {selector}

source: All selectors are freed from their vocal profile
cs: Všechny voliče nemají přiřazený hlasový profil
fr: Tous les sélecteurs sont libérés de leur profil vocal associé

source: Automatic language switching (when supported)
cs: Automatické přepínání jazyků (pokud je podporováno)
fr: Changement automatique de langue (si supporté par le synthétiseur)

source: Automatic dialect switching (when supported)
cs: Automatické přepínání dialektů (pokud je podporováno)
fr: Changement automatique de dialecte (si supporté par le synthétiseur)

source: Punctuation/symbol level
cs: Úroveň interpunkce/symbolu
fr: Niveau de ponctuations et symboles

source: Trust voice's language when processing characters and symbols
cs: Při zpracování znaků a symbolů spoléhejte na jazyk řeči
fr: Se baser sur la langue de la voix pour le traitement des caractères et symboles

source: Delayed descriptions for characters on cursor movement
cs: Zpožděné popisy znaků při pohybu kurzoru
fr: Description différée des caractères lors du mouvement du curseur

source: Unicode normalization
fr: Normalisation Unicode

source: Report 'Normalized' when navigating by character
fr: Annoncer 'Normalisé' lors de la navigation par caractère

source: Capital pitch change percentage
cs: Procentuální změna výšky pro velká písmena
fr: Pourcentage de changement de la hauteur pour indiquer les majuscules édition

source: Say cap before capitals
cs: Před velkými písmeny řekněte velké
fr: Dire majuscule après les majuscules

source: Beep for capitals
cs: Pípnutí pro velká písmena
fr: Émettre un bip pour signaler les majuscules

source: Use spelling functionality if supported
cs: Používejte funkci pravopisu, pokud je podporována
fr: Utiliser la fonction d'épellation si elle est supportée

source: selector: %s
cs: volič: %s
fr: sélecteur : %s

source: Voice profile name
fr: Nom du profil vocal

source: Associated under %s configuration profile
cs: Přidruženo pod konfiguračním profilem %s
fr: Associé sous le profil de configuration %s

source: Synthesizer
fr: Synthétiseur

source: Output device
fr: Périphérique de sortie :

source: Voice profile selectors's Management of profile %s
cs: Správa selektorů hlasových profilů profilu %s
fr: Gestion des sélecteurs de profil vocal du profil %s

source: &Selectors
cs: &Selektory
fr: &Sélecteurs

source: free
cs: volný, uvolnit
fr: libre

source: &Use selectors associated under normal cconfiguration's profile
cs: &Použijte přidružené selektory v normálním konfiguračním profilu
fr: &Utiliser les sélecteurs associés sous le profil de configuration normale

source: &Activate voice profile
cs: &Aktivovat hlasový profil
fr: &Activer le profil vocal

source: A&ssociate voice profile
cs: A&přidružený hlasový profil
fr: A&ssocier le profil vocal

source: &Modify voice profile
cs: &Upravit hlasový profil
fr: &Modifier le profil vocal

source: &Free selector
cs: &Volný výběr
fr: &Libérer le sélecteur

source: &Free all selectors
cs: Uvolněte všechny voliče
fr: Li&bérer tous les sélecteurs

source: Voice profile's &informations
cs: &informace hlasového profilu
fr: &Informations sur le profil vocal

source: Voice profile 's informations
cs: Informace o hlasovém profilu
fr: Informations sur le profile vocal

source: Selector {selector} is already set to {voiceProfileName} voice profile. Do you want to replace this voice profile?
cs: Volič {selector} je již nastaven na hlasový profil {voiceProfileName}. Chcete tento hlasový profil nahradit?
fr: Le sélecteur {selector} est déjà associé au profil vocal {voiceProfileName}. Voulez-vous remplacer ce profil vocal par le profil vocal courant ?
