Repository: paulber19/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fr

source: NVDA {to} and all other audio sources {appTo}
cs: NVDA {to} a všechny ostatní zdroje zvuku {appTo}
fr: NVDA {to} et toutes les autres sources audio {appTo}

source: NVDA and {app} {to}
cs: NVDA a {app} {to}
fr: NVDA et {app} {to}

source: All audio sources {appTo}
cs: Všechny zdroje zvuku {appTo}
fr: Toutes les sources audio {appTo}

source: Impossible, the volume level cannot be lower than the configured recovery threshold equal to %s
cs: Není to možné, úroveň hlasitosti nemůže být nižší než nakonfigurovaný práh obnovy rovný %s
fr: Impossible, le niveau du volume ne peut pas être inférieur au niveau du seuil de rétablissement configuré égal à %s

source: Audio sources's manager
cs: Správce zvukových zdrojů
fr: Gestionnaire des sources audio

source: Audio output &device:
cs: Zvukový výstup a zařízení:
fr: &Périphérique de sortie audio :

source: Default Output
cs: Výchozí výstup
fr: Sortie audio par défaut

source: Audio &sources:
cs: &Zdroje zvuku:
fr: &Sources audio :

source: &Muted
cs: &Ztlumeno
fr: &Muet

source: &Left:
cs: &Vlevo:
fr: &Gauche:

source: &Right:
cs: &vpravo:
fr: &Droit:

source: Sounds
cs: Zvuky
fr: Sons

source: &Tonalities's volume:
cs: &Hlasitost tónů:
fr: Volume des &tonalités :

source: &change sound files's gain
cs: &změnit zisk zvukových souborů
fr: &Changer le gain des fichiers son

source: refresh terminated
cs: obnova ukončena
fr: rafraichissement terminé

source: Please wait, refreshing list
cs: Čekejte prosím, obnovujeme seznam
fr: Veuillez patienter, rafraichissement de la liste

source: mute
cs: Ztlumit
fr: son coupé

source: unmute
cs: zapnout zvuk
fr: son établi

source: Not available, NVDA don't use this audio output device
cs: Není k dispozici, NVDA toto zvukové výstupní zařízení nepoužívá
fr: Non disponible: NVDA n'utilise pas ce périphérique de sortie audio

source: The volume of NVDA channels cannot be zero both simultaneously
cs: Hlasitost kanálů NVDA nemůže být nula obou současně
fr: Le volume des canaux de NVDA ne peut pas être à zéro simultanément

source: Searching for audio output devices in progress
cs: Probíhá vyhledávání zvukových výstupních zařízení
fr: Recherche des périphériques de sortie audio en cours

source: Please wait
cs: Prosím, čekejte
fr: Veuillez patienter

source: Browse mode activated
cs: Režim procházení aktivován
fr: Mode navigation activé

source: Focus mode activated
cs: Režim focusu aktivován
fr: Mode focus activé

source: Error
cs: Chyba
fr: Erreur

source: NVDA exit
cs: Ukončení NVDA
fr: Sortie de NVDA

source: Screen curtain off
cs: Clona obrazovky vypnutá
fr: Rideau d'écran désactivé

source: Screen curtain on
cs: Clona obrazovky zapnutá
fr: Rideau d'écran activé

source: NVDA start
cs: Spuštění NVDA
fr: Démarrage de NVDA

source: Suggestions closed
cs: Návrhy uzavřeny
fr: Suggestions fermées

source: Suggestions Opened
cs: Návrhy otevřeny
fr: Suggestions ouvertes

source: Text error
cs: Chyba textu
fr: Faute d'orthographe

source: NVDA sound files's Gain modification
cs: Úprava Gain zvukových souborů NVDA
fr: Modification du gain des fichiers son de NVDA

source: &Sounds:
cs: &Zvuky:
fr: &Sons :

source: modified
cs: upraveno
fr: modifié

source: &Play
cs: &Hrát
fr: &Jouer

source: &Level:
cs: &Úroveň:
fr: &Niveau :

source: &Check
cs: &Zaškrtnutí
fr: &Tester

source: &Apply gain
cs: &Použít zisk
fr: &Appliquer le gain

source: Apply gain &to all sounds
cs: Použijte zesílení &na všechny zvuky
fr: A&ppliquer le gain à tous les sons

source: Back to factory sounds
cs: Zpět k továrním zvukům
fr: Retour aux sons d'usine

source: R&eset selected sound
cs: &Obnovit vybraný zvuk
fr: &Réinitialiser le son sélectionné

source: Reset all s&ounds
cs: Resetovat všechny &zvuky
fr: Réinitialiser tous &les sons

source: The Gain has been applied to %s sound
cs: Zisk byl aplikován na zvuk %s
fr: Le gain a été appliqué au son %s

source: Gain has been applied to all sounds
cs: Zisk byl aplikován na všechny zvuky
fr: Le gain a été appliqué à tous les sons

source: %s sound resets to factory sound
cs: %s zvuk se resetuje na tovární zvuk
fr: Le son %s est réinitialisé au son d'usine

source: All are have been reset to factory sounds
cs: Všechny byly resetovány na tovární zvuky
fr: Tous les sons ont été réinitialisés au son d'usine

source: The NVDA Split audio mode being in disabled mode, it may be in contradiction with the Split audio functionality of the add-on.
fr: Le mode de séparation du son de NVDA n'étant pas en mode désactivé, il peut être en contradiction avec la fonctionnalité de séparation de l'audio de l'extension.

source: &Don't show this message again
fr: &Ne plus montrez ce message à l'avenir

source: Computer shutdown
cs: Vypnutí počítače
fr: Arrêt de l'ordinateur

source: &Hibernate
cs: &Hibernace
fr: Mettre en &veille prolongée

source: &Shutdown
cs: &Vypnout
fr: Arrê&ter

source: &Reboot
cs: &Restartovat
fr: &Redémarrer

source: F&orce running programs to close without warning
cs: Vynutit &vynutit ukončení spuštěných programů bez varování
fr: &Forcer la fermeture des applications en cours sans avertissement

source: &Delay before shutdown or reboot between {min} and {max} seconds
cs: &Zpoždění před vypnutím nebo restartem mezi {min} a {max} sekund
fr: &Délai avant l'arrêt ou le redémarrage entre {min} et {max} secondes

source: Computer Shutdown
cs: Vypnutí počítače
fr: Arrêt de l'ordinateur

source: Computer reboot
cs: Restartování počítače
fr: Redémarrage de l'ordinateur

source: Computer hibernation
cs: Hibernace počítače
fr: Mise en veille de l'ordinateur

source: Number of seconds to wait before shutdown:
cs: Počet sekund před vypnutím:
fr: Nombre de secondes d'attente avant l'arrêt :

source: Number of seconds to wait before reboot:
cs: Počet sekund čekání před restartem:
fr: Nombre de secondes d'attente avant le redémarage :

source: Number of seconds to wait before hibernation:
cs: Počet sekund čekání před hibernací:
fr: Nombre de secondes d'attente avant la mise en veille :

source: &Report remaining time
cs: &Nahlásit zbývající čas
fr: Annoncer le temps &restant

source: Remaining time: %s seconds
cs: Zbývající čas: %s sekund
fr: Temps restant: %s secondes

source: Shut down ...
cs: Vypnout ...
fr: Arrêter ...

source: Computer's rebooting ...
cs: Počítač se restartuje...
fr: Redémarrage de l'ordinateur ...

source: Hibernate isn't available. So, sleep mode is activated.
cs: Hibernace není k dispozici. Režim spánku je tedy aktivován.
fr: Comme lla mise en veille prolongée n'est pas autorisée, la mise en veille simple est déclenchée.

source: Temporary Audio device manager
cs: Správce dočasného zvukového zařízení
fr: Gestionnaire du périphérique audio temporaire

source: Current temporary audio device: %s
cs: Aktuální dočasné zvukové zařízení: %s
fr: Périphérique audio temporaire actuel : %s

source: None
cs: Žádný
fr: Aucun

source: Select a &device:
cs: Vyberte &zařízení:
fr: Sélectionner un &périphérique:

source: &Set as temporary audio device
cs: &Nastavit jako dočasné zvukové zařízení
fr: &Définir comme périphérique audio temporaire

source: &leave up the temporary audio device
cs: &nechat dočasné zvukové zařízení
fr: &Abandonner le périphérique audio temporaire

source: Confirm
cs: Potvrdit
fr: Confirmation

source: You have %s seconds to accept the use of this audio device for all configuration profiles regardless of the choice made in their voice settings
cs: Máte %s sekund na přijetí použití tohoto zvukového zařízení pro všechny konfigurační profily bez ohledu na volbu provedenou v jejich hlasových nastaveních
fr: Vous avez %s secondes pour accepter l'utilisation de ce périphérique audio pour tous les profils de configuration indépendemment du choix fait dans leur paramètrage vocal

source: &Accept
cs: &Akceptovat
fr: &Accepter

source: The soundSplitter add-on may cause the add-on to malfunction. It is better to uninstall it.
fr: L'extension soundSplitter peut entraîner un dysfonctionnement de l'extension. Il est préférable de la désinstaller.

source: Volume control
cs: Ovládání hlasitosti
fr: Contrôle du son

source: Set the volume of current focused application to %s percent
cs: Nastavte hlasitost aktuální aktivní aplikace na %s procent
fr: Établir le volume de l'application sous le curseur à %s pourcent du volume principal

source: Set the main volume to %s
cs: Nastavte hlavní hlasitost na %s
fr: Établir à %s le volume principal

source: The main volume and that of NVDA are established and their level sets to the one in the configuration
cs: Nastaví se hlavní hlasitost a hlasitost NVDA a jejich úroveň se nastaví na úroveň v konfiguraci
fr: Le volume principal et celui de NVDA sont établis et leurs niveaux sont positionné aux valeurs configurées

source: Not available on this operating's system
cs: Není k dispozici v tomto operačním systému
fr: Pas disponible pour ce système d'exploitation

source: Not available: %s and NVDA are probably not on tthe same output audio device
cs: Není k dispozici: %s a NVDA pravděpodobně nejsou na stejném výstupním zvukovém zařízení
fr: Non disponible: %s et NVDA ne sont probablement pas sur le même périphérique de sortie audio

source: Not available: focused application is NVDA
cs: Není k dispozici: cílená aplikace je NVDA
fr: Non disponible: l'application sous le curseur est NVDA

source: Open
cs: OTEVŘENO
fr: Ouvrir

source: Save
cs: Uložit
fr: Enregistrer

source: Save as
cs: Uložit jako
fr: Enregistrer sous

source: Find in
cs: Nalézt v
fr: Chercher dans

source: Selected folder name not found
cs: Název vybrané složky nebyl nalezen
fr: Impossible de trouver le nom du dossier

source: Folder %s
cs: Složka %s
fr: Dossier %s

source: No help available here.
cs: Zde není k dispozici žádná pomoc.
fr: Pas d'aide disponible ici.

source: No user guide found.
cs: Nebyla nalezena žádná uživatelská příručka.
fr: Guide de l'utilisateur non trouvé.

source: Co&py to Clipboard
cs: Zkopírovat do schránky
fr: &Copier dans le presse-papier

source: Copied
cs: Zkopírováno
fr: Copié

source: Error, the information cannot be copied to the clipboard
cs: Chyba, informace nelze zkopírovat do schránky
fr: Erreur, l'information ne peut pas être copiée dans le presse-papier

source: Keyboard Keys's renaming
cs: Přejmenování kláves klávesnice
fr: Renommage des touches clavier

source: NVDA defined key labels:
cs: Popisky kláves definované NVDA:
fr: Libellés définis dans NVDA :

source: Modified label:
cs: Upravený štítek:
fr: Libellé de remplacement :

source: &Modify
cs: &Modifikovat
fr: &Modifier

source: &Remove
cs: &Odstranit
fr: &Supprimer

source: R&emove all
cs: Odebrat všechny
fr: Supprimer &tout

source: Redefined in %s
cs: Předefinováno v %s
fr: Redéfini en %s

source: Enter new label:
cs: Zadejte nový štítek:
fr: Saisir le libellé de remplacement :

source: Key label redifinition
cs: Předefinování popisku klíče
fr: Redéfinition du libellé

source: New name is removed
cs: Nové jméno je odstraněno
fr: Le libellé de remplacement est supprimé

source: No modification
cs: Žádná úprava
fr: Aucune modification

source: All replacement labels have been removed
cs: Všechny náhradní štítky byly odstraněny
fr: Tous les libellés de remplacement ont été supprimés

source: End duration in %s minutes
cs: Doba ukončení za %s minut
fr: Échéance de la minuterie dans %s minutes

source: End duration in one minute
cs: Ukončení trvání za jednu minutu
fr: Échéance de la minuterie dans une minute

source: End of minutetimer
cs: Konec minutky
fr: Fin de la minuterie

source: Launch of the Minute timer
cs: Spuštění minutníku
fr: Lancement de la minuterie

source: Enter the minute timer &duration (in minutes):
cs: Zadejte čas minutníku a dobu trvání (v minutách):
fr: Saisir la durée de la minuterie (en minutes) :

source: Enter the &announce to be spoken at the end of duration:
cs: Zadejte &oznámení, které se má vyslovit na konci trvání:
fr: Saisir l'&annonce à afficher à l'échéance de la minutrie :

source: Delay to be alerted before ending (in minutes):
cs: Zpoždění upozornění před koncem (v minutách):
fr: Délai pour être averti avant l'échéance de la minuterie (en minutes) :

source: Ring's &Options
cs: &Možnosti zvonění
fr: &Options de sonnerie

source: Duration is not valid
cs: Doba trvání není platná
fr: La durée n'est pas valide

source: The Delay to be notified before duration ending must be smaller than duration
cs: Zpoždění, které má být oznámeno před koncem trvání, musí být menší než trvání
fr: Le délai pour être averti avant l'échéance de la minuterie doit être plus petit que la durée de la minuterie

source: Minute timer started for %s minutes
cs: Minutník byl spuštěn na %s minut
fr: La minuterie est lancée pour %s minutes

source: Ring options
cs: Možnosti tónů zvonění
fr: Options de sonnerie

source: &Number of rings:
cs: &Počet tónů zvonění:
fr: &Nombre de sonneries :

source: &Delay between rings (in milliseconds):
cs: &Prodleva mezi zazvoněními (v milisekundách):
fr: &Durée entre les sonneries (en millisecondes) :

source: Current minute timer
cs: Aktuální minutník
fr: Minuterie en cours

source: Remaining duration:
cs: Zbývající doba:
fr: Durée restante :

source: &Stop
fr: &Arrêter

source: Minute timer is stopped
cs: Minutník je zastaven
fr: La minuterie est arrêtée

source: %s seconds
cs: %s sekund
fr: %s secondes

source: Font:
cs: písmo:
fr: Police :

source: Family: %s
cs: přííjmení: %s
fr: Famille : %s

source: Name: %s
cs: Jméno: %s
fr: Nom : %s

source: Size: %s
cs: Velikost: %s
fr: Taille : %s

source: Text's alignment: %s
cs: Zarovnání textu: %s
fr: Alignement du texte : %s

source: Attributes: %s
cs: Atributy: %s
fr: Attributs : %s

source: Vertical alignment: %s
cs: Vertikální zarovnání: %s
fr: Alignement vertical : %s

source: Paragraph's indentation: %s
cs: Odsazení odstavce: %s
fr: Indentation du paragraphe : %s

source: Line spacing: %s
cs: Řádkování: %s
fr: Interligne : %s

source: Formatting's Informations
cs: Informace o formátování
fr: Informations de mise en forme

source: Voice profile switching
cs: Přepínání hlasových profilů
fr: Commutation de profil vocal

source: Display the running application windows's list with opportunity to put one of them on the foreground or destroy it
cs: Zobrazte seznam běžících oken aplikací s možností umístit jedno z nich do popředí nebo jej odstranit
fr: Afficher la liste des fenêtres des application lancées avec la possibilité de basculer vers l'une d'entre elles ou de la détruire

source: Shows the list of buttons on the System Tray
cs: Zobrazuje seznam tlačítek na hlavním panelu
fr: Afficher la liste des icônes de la zone de notification

source: Set the volume of current focused application to %s percent of speakers volume
cs: Nastavte hlasitost aktuálně zaměřené aplikace na %s procenta hlasitosti reproduktorů
fr: Établir le volume de l'application sous le curseur à %s pourcent du volume principal

source: Set the NVDA volume to %s percent of speakers volume
cs: Nastavte hlasitost NVDA na %s procenta hlasitosti reproduktorů
fr: Établir le volume de NVDA à %s pourcent du volume principal

source: Display the dialog to shutdown, reboot or hibernate the computer
cs: Zobrazte dialogové okno pro vypnutí, restartování nebo hibernaci počítače
fr: Afficher le dialogue pour arrêter, redémarrer ou mettre en veille prolongée l'ordinateur

source: Shutdown the computer
cs: Vypněte počítač
fr: Arrêter l'ordinateur

source: Reboot the computer
cs: Restartujte počítač
fr: Redémarrer l'ordinateur

source: Hibernate the computer
cs: Hibernujte počítač
fr: Mettre en veille prolongée l'ordinateur

source: Allow you to copy or type complex symbol
cs: Umožňuje kopírovat nebo psát složitý symbol
fr: Composer un symbole complexe comme par exemple une voyelle accentuée, un symbole mathématique

source: Display the list of last used complex symbols
cs: Zobrazí seznam naposledy použitých komplexních symbolů
fr: Afficher la liste des derniers symboles complexes composés

source: Display the list's visible items making up current foreground object
cs: Zobrazí viditelné položky seznamu, které tvoří aktuální objekt v popředí
fr: Afficher les éléments visibles composant l'objet en avant plan

source: If pressed twice: display the list's visible items making up it
cs: Dvojité stisknutí: zobrazí viditelné položky seznamu, které jej tvoří
fr: Deux appuis: afficher les éléments visibles composant l'objet en avant plan

source: {systrayIconsDoc}. Twice, {activeWindowsDoc}
cs: {systrayIconsDoc}. Dvakrát, {activeWindowsDoc}
fr: {systrayIconsDoc}. Deux appuis: {activeWindowsDoc}

source: Report the application 's name and version. Twice: copy these informations to clipboard
cs: Nahlaste název a verzi aplikace. Dvakrát: zkopírujte tyto informace do schránky
fr: Annoncer le nom et le numéro de version de l'application sous le curseur. Deux appuis: copier ces informations dans le presse-papier

source: Speaks the filename of the active application along with the name of the currently loaded appModule python file. Pressing this key twice,speak the name and state of the current configuration profile
cs: Vysloví název souboru aktivní aplikace spolu s názvem aktuálně načteného souboru python appModule. Dvojím stisknutím této klávesy vyslovte název a stav aktuálního konfiguračního profilu
fr: Annoncer le nom de fichier de l'application en cours ainsi que le nom du module python chargé. Deux appuis: annoncer le nom et l'état du profil de configuration

source: Report the name and version number of add-on activated for focused application
cs: Nahlaste název a číslo verze doplňku aktivovaného pro konkrétní aplikaci
fr: Annoncer le nom et le numéro de version de l'extension activé pour l'application placée sous le curseur

source: Display informations about the focused application
cs: Zobrazení informací o vybrané aplikaci
fr: Afficher les informations sur l'application sous le curseur

source: Display dialog to start the minute timer. If minute timer already started, display dialog to report duration
cs: Zobrazte dialog pro spuštění minutníku. Pokud je minutník již spuštěn, zobrazte dialog pro nahlášení trvání
fr: Afficher le dialogue permettant, si la minuterie est arrêtée, de la lancer ou sinon de consulter la durée restante ou d'arrêter celle-ci

source: Display add-on user's guide
cs: Zobrazit uživatelskou příručku doplňku
fr: Afficher le manuel utilisateur de l'extension

source: Display the list of commands of the commands interpreter
cs: Zobrazí seznam příkazů interpretu příkazů
fr: Afficher la liste des commandes de l'interpréteur de commandes

source: Open a dialog to manage NVDA logs
cs: Otevřete dialog pro správu protokolů NVDA
fr: Afficher le dialogue pour gérer les journaux de NVDA

source: Open current NVDA log file. Pressing this key twice, open the old NVDA log file. Pressing third, copy current log path to the clipboard
cs: Otevřete aktuální soubor protokolu NVDA. Dvojím stisknutím této klávesy otevřete starý soubor protokolu NVDA. Třetím stisknutím zkopírujte aktuální cestu protokolu do schránky
fr: Ouvrir le journal courant de NVDA. Deux appuis: ouvrir son ancien journal. Trois appuis: copier le chemin du journal courant dans le presse-papier

source: Report the name of current selected folder in the open or Save dialog box. Twice: report full path
cs: Nahlaste název aktuálně vybrané složky v dialogovém okně Otevřít nebo Uložit. Dvakrát: nahlásit celou cestu
fr: Annoncer le nom du dossier sélectionné pour les boites de dialogue du style Ouvrir, Enregistrer. Deux appuis: annoncer son chemin complet

source: Report the name of current selected folder in the open or Save dialog box
cs: Nahlaste název aktuálně vybrané složky v dialogovém okně Otevřít nebo Uložit
fr: Annoncer le nom du dossier sélectionné pour les boites de dialogue du style Ouvrir, Enregistrer

source: Report the full path of current selected folder in the open or Save dialog box
cs: Oznamte úplnou cestu k aktuálně vybrané složce v dialogovém okně Otevřít nebo Uložit
fr: Annoncer le chemin complet du dossier sélectionné pour les boites de dialogue du style Ouvrir, Enregistrer

source: Explore my user configuration's folder
cs: Prozkoumat složku mé uživatelské konfigurace
fr: Ouvrir dans l'explorateur mon dossier de configuration

source: Explore NVDA program's folder
cs: Prozkoumejte složku programu NVDA
fr: Ouvrir dans l'explorateur le dossier programmes de NVDA

source: Display speech history records
cs: Zobrazení záznamů historie řeči
fr: Afficher les enregistrements de l'historique des annonces vocales

source: Report previous record of the speech history
cs: Nahlásit předchozí záznam historie řeči
fr: Annoncer le précédent enregistrement de l'historique des annonces vocales

source: Report current record of the speech history.Pressing Twice: copy it to clipboard. Pressing three: display speech history
cs: Zpráva o aktuálním záznamu historie řeči. Dvojité stisknutí: zkopírujte jej do schránky. Stisknutí tři: zobrazení historie řeči
fr: Annoncer l'enregistrement courant de l'historique des annonces vocales. Deux appuis: le copier dans le presse-papier. Trois appui: afficher tout l'historique

source: Report next record of the speech history
cs: Nahlásit další záznam historie řeči
fr: Annoncer l' enregistrement suivant de l'historique des annonces vocales

source: Restart NVDA. Twice: restart with log level set to debug
cs: Restartujte NVDA. Dvakrát: restartujte s úrovní protokolu nastavenou na ladění
fr: Redémarrer NVDA. Deux appuis: redémarrer en niveau de journalisation débogage

source: Toggle voice profile switch mode
cs: Přepnout režim přepínání hlasových profilů
fr: Activer ou désactiver le Mode commutation de profil vocal

source: Display dialog to manage voice profile selectors
cs: Zobrazit dialogové okno pro správu voličů hlasových profilů
fr: Afficher le dialogue pour gérer les sélecteurs de profil vocal

source: Go backward to the first selector associated to a voice profile and set this voice profile as current voice profile
cs: Přejděte zpět na první volič spojený s hlasovým profilem a nastavte tento hlasový profil jako aktuální hlasový profil
fr: Aller au premier sélecteur précédent associé à un profil vocal et définir ce profil vocal comme profil vocal courant

source: Go to forward to the first selector associated to a voice profile and set this voice profile as current voice profile
cs: Přejděte dopředu na první volič spojený s hlasovým profilem a nastavte tento hlasový profil jako aktuální hlasový profil
fr: Aller au premier sélecteur suivant associé à un profil vocal et définir ce profil vocal comme profil vocal courant

source: Display keyboard keys renaming dialog
cs: Zobrazit dialogové okno pro přejmenování kláves klávesnice
fr: Afficher le dialogue Renomage des touches clavier

source: Display command key selective announcement dialog
cs: Zobrazit dialogové okno selektivního oznámení příkazové klávesy
fr: Afficher le dialogue pour configurer les annonces sélectives des touches de commande

source: Report the current time. Twice: report the current date. Third: copy date and time to the clipboard
cs: Nahlaste aktuální čas. Dvakrát: nahlaste aktuální datum. Za třetí: zkopírujte datum a čas do schránky
fr: Anoncer l'heure. Deux appuis: annoncer la date. Trois appuis: copier la date et l'heure dans le presse-papier

source: Copy date and time to the clipboard
cs: Zkopírujte datum a čas do schránky
fr: Copier la date et l'heure dans le presse-papier

source: Display, in dialog box, formatting informations for the current review cursor position within a document
cs: Zobrazte v dialogovém okně informace o formátování pro aktuální pozici kurzoru pro prohlížení v dokumentu
fr: Afficher, dans une boite de dialogue, les informations de mise en forme à la position actuelle du curseur de revue dans un document
