Repository: paulber19/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, fr

source: NVDA global commands extension
cs: Rozšíření základních příkazů NVDA
fr: Extension des commandes de base de NVDA

source: This add-on brings to NVDA a multitude of features which can be activated or deactivated individually depending on the need. Here are a few: * Display of the list of icons in the notification area or windows of applications launched, * Help in the composition of a symbol that is complex such as, for example, a a e related, a symbol power of 2 and possibility to add its own categories and symbols, * Extension of the functionality of the virtual buffer for browser: * new commands for navigation mode (paragraph, division, anchor, main landmark), * new types of elements for the dialog box opened by "NVDA+F7" (radio button, paragraph, frame, checkBox, etc) with the announcement of the number of items found, * option to browse in a loop in search of a next or previous item, * new scripts for table: cell/line/column announcement, move to the next or previous column / row with announcement of the cells composing it, * intelligent announcement of the function of editing commands like Copy, cut or Paste and improvement of the NVDA base script which announces the text in the clipboard("NVDA+c" ), * voice speechs's history, * renaming keyboard keys, * selective announcement of command keys, * display of visible elements making up the object in the foreground and possibility to move to or click on the elements, * quick voice profile switching, * persistence of NVDA and modification keys and specific persistence for the gmail.com site, * shutdown, restart or Hibernate the computer, * management of input gestures configured by user, * sound control: system/ NVDA/application's quick volume changes, audio split, temporary audio output device switching, * user configurations management and NVDA restarting with precise configuration, * text analyser, * quick add-ons activation / desactivation, * Announcement or display of information about the application under focus, such as its version, the active configuration profile, loaded add-on, * possible use of numeric keypad as standard numeric keypad, * possibility of executing scripts from the "Input gestures" dialog, * and more. For the full list of the add-on's features and their description, see the user manual.
cs: Tento plugin přináší do NVDA mnoho funkcí, které lze individuálně aktivovat nebo deaktivovat podle potřeby.\n Zde jsou některé:\n * Zobrazit seznam ikon na systémové liště nebo v oknech spuštěných aplikací,\n * Nápověda pro skládání složitých symbolů, jako je „e“ v „o“ nebo symbol exponentu 2 a možnost přidat vlastní kategorie a symboly,\n * Rozšíření funkce režimu kontroly NVDA (virtuální vyrovnávací paměti) pro prohlížeč:\n * Nové příkazy pro režim průzkumu (odstavec, divize, kotva, oblast),\n * Nové typy prvků pro dialogové okno otevřené pomocí "NVDA+F7" (přepínač, odstavce, rámeček, zaškrtávací políčka atd.) s oznámením počtu nalezených prvků,\n * Procházet ve smyčce a hledat předchozí nebo další položku,\n * Nové skripty pro tabulku: oznámit buňku/řádek/sloupec, přejít na další nebo předchozí sloupec/řádek s oznámením buněk, které je tvoří,\n * Chytré oznámení funkcí spojených s editačními příkazy, jako je Kopírovat, Vyjmout nebo Vložit, a vylepšení základního skriptu NVDA, který oznamuje text ve schránce („NVDA+c“),\n * Historie hlasových oznámení,\n * Přejmenujte klávesy klávesnice,\n * Selektivní oznámení příkazových kláves,\n * Ukažte viditelné prvky, které tvoří objekt v popředí, a možnost pohybovat se nebo klikat na prvky,\n * Rychlá změna hlasového profilu,\n * Uchování klíče modifikátoru a specifické uchování pro web gmail.com,\n * Restartujte, vypněte nebo hibernujte počítač,\n * Správa vstupních gest nakonfigurovaných uživatelem,\n * Ovládání zvuku: rychlé změny v systému, hlasitosti NVDA nebo aplikace, oddělení zvuku, dočasná změna výstupního zařízení zvuku,\n * Správa uživatelské konfigurace a reset NVDA s přesnou konfigurací,\n * Textový analyzátor,\n * Rychlá aktivace nebo deaktivace pluginů,\n * Oznamovat nebo zobrazovat informace o aplikaci pod kurzorem, jako je její verze, aktuální konfigurační profil, aktivní plugin spojený s aplikací,\n * Možné použití numerické klávesnice jako standardní numerické klávesnice,\n * Možnost spouštět skripty z dialogu "Vstupní gesta",\n *A další.\n \n Úplný seznam funkcí pluginu a jejich popis naleznete v uživatelské příručce.\n
fr: Cet extension apporte à NVDA une multitude de fonctionnalités qui peuvent être activées ou désactivées individuellement en fonction du besoin. En voici quelques unes: * Affichage de la liste des icônes de la zone de notification ou des fenêtres des applications lancées, * Aide à la composition d'un symbole complexe comme par exemple un a e lié, un symbole puissance 2 et possibilité d'ajouter ses propres catégories et symboles, * Extension de la fonctionnalité du buffer virtuel pour navigateur : * nouvelles commandes pour le mode navigation (paragraphe, division, ancre, repère principal), * nouveaux types d'éléments pour la boîte de dialogue ouverte par "NVDA+F7" (bouton radio, paragraphe, cadre, checkBox, etc) avec annonce du nombre d'éléments trouvés, * option pour parcourir en boucle à la recherche d'un élément suivant ou précédent, * nouveaux scripts pour tableau : annonce cellule/ligne/colonne, passage à la colonne/ligne suivante ou précédente avec annonce des cellules la composant, * annonce intelligente de la fonction d'édition des commandes comme Copier, Couper ou Coller et amélioration du script de base NVDA qui annonce le texte dans le presse-papier("NVDA+c" ), * historique des annonces, * renommage des touches du clavier, * annonce sélective des touches de commande, * affichage des éléments visibles composant l'objet au premier plan et possibilité de se déplacer ou de cliquer sur les éléments, * changement rapide de profil vocal, * rémanence des touches de modification et rémanence spécifique pour le site gmail.com, * arrêt, redémarrage ou mise en veille prolongée de l'ordinateur, * gestion des gestes de commandes configurés par l'utilisateur, * Contrôle du son : changements rapides du volume du système, NVDA ou application, séparation audio, commutation temporaire du périphérique de sortie audio, * gestion des configurations utilisateurs et redémarrage de NVDA avec une configuration précise, * analyseur de texte, * activation/désactivation rapide des modules complémentaires, * Annonce ou affichage d'informations sur l'application sous le focus, telles que sa version, le profil de configuration actif, le module complémentaire chargé, * utilisation possible du pavé numérique comme clavier numérique standard, * possibilité d'exécuter des scripts depuis la boîte de dialogue "Gestes de commandes", * et plus. Pour la liste complète des fonctionnalités de l'extension et leur description, consultez son manuel utilisateur.

source: Help for complex symbols edition
cs: Nápověda pro vydání komplexních symbolů
fr: Aide à la composition de symboles complexes

source: &Categories:
cs: &Kategorie:
fr: &Catégories:

source: S&ymbols:
cs: S&symboly:
fr: S&ymboles:

source: &Copy to clipboard
cs: &Zkopírovat do schránky
fr: C&opier dans le presse-papier

source: &Paste
cs: &Vložit
fr: Co&ller

source: &Manage your symbols
cs: &Spravujte své symboly
fr: &Gérer vos symboles

source: No symbol selected
cs: Není vybrán žádný symbol
fr: Il n'y a pas de symbole sélectionné

source: {0} pasted
cs: {0} vloženo
fr: {0} collé

source: Symbol cannot copied to the clipboard
cs: Symbol nelze zkopírovat do schránky
fr: Le symbole ne peut pas être copié dans le presse-papier

source: {0} copied
cs: {0} zkopírováno
fr: {0} copié

source: Error: no basic symbols installed
cs: Chyba: nejsou nainstalovány žádné základní symboly
fr: Erreur: aucun symbole de base installé

source: Warning
cs: Varování
fr: Avertissement

source: User symbols manager
cs: Správce uživatelských symbolů
fr: Gestion des symboles utilisateur

source: &Add a symbol
cs: &Přidat symbol
fr: &Ajouter un symbole

source: &Delete the symbol
cs: &Smazat symbol
fr: &Supprimer le symbole

source: Add a &category
cs: Přidat &kategorii
fr: A&jouter une catégorie

source: De&lete the category
cs: Od&mazat kategorii
fr: Supprimer la catégor&ie

source: &Save
cs: &Uložit
fr: &Enregistrer

source: %s symbol deleted
cs: Symbol %s byl smazán
fr: Le symbole %s a été supprimé

source: No symbol entered
cs: Nebyl zadán žádný symbol
fr: Aucun symbolesaisi

source: Symbol is not valid
cs: Symbol není platný
fr: Le symbole saisi n'est pas valide

source: There is no description for the symbol
cs: Pro symbol neexistuje žádný popis
fr: Il n'y a pas de description pour le symbole saisi

source: The symbol is already in this category under "%s" description. Do you want to replace it?
cs: Symbol je již v této kategorii pod popisem "%s". Chceš to vyměnit?
fr: Le symbole est déjà dans cette catégorie sous la description "%s". Voulez-vous le remplacer ?

source: The symbol is allready in "{oldCat}" category. Do you want to add this symbol also in "{newCat}" category?
cs: Symbol je již v kategorii "{oldCat}". Chcete tento symbol přidat také do kategorie „{newCat}“?
fr: Le symbole est déjà dans la catégorie "{oldCat}". Voulez-vous aussi l'ajouter à la catégorie "{newCat}" ?

source: %s symbol has been added
cs: Symbol %s byl přidán
fr: Le symbole %s a été ajouté

source: Enter category name:
cs: Zadejte název kategorie:
fr: Saisir le nom de la catégorie :

source: Adding category
cs: Přidávání kategorie
fr: Ajout de catégorie

source: "%s" category already exists
cs: Kategorie „%s“ již existuje
fr: La catégorie "%s" existe déjà

source: You cannot delete this basic category.
cs: Tuto základní kategorii nelze smazat.
fr: Vous ne pouvez pas supprimer cette catégorie de base.

source: Do you really want to delete this category and all its symbols?
cs: Opravdu chcete smazat tuto kategorii a všechny její symboly?
fr: Voulez-vous vraiment supprimer cette catégorie et tous ses symboles ?

source: "%s" category has been deleted
cs: Kategorie „%s“ byla smazána
fr: La catégorie "%s" a été supprimée

source: Adding Symbol in %s category
cs: Přidání symbolu do kategorie %s
fr: Ajout de symbole dans la catégorie "%s"

source: Enter the Symbol:
cs: Zadejte symbol:
fr: Saisir le symbole:

source: Enter the Description:
cs: Zadejte popis:
fr: Saisir la description:

source: Last used complex symbols
cs: Naposledy použité složité symboly
fr: Derniers symboles composés

source: &Symbols:
cs: &Symboly:
fr: &Symboles:

source: &Past
cs: &Minulost
fr: Co&ller

source: &Delete all
cs: &Smazat všechny
fr: &Supprimer tout

source: Do you really want to delete all symbols of the list?
cs: Opravdu chcete smazat všechny symboly ze seznamu?
fr: Voulez-vous vraiment supprimer tous les symboles de la liste ?

source: There is no symbol recorded
cs: Není zaznamenán žádný symbol
fr: Il n'y a pas de symbole enregistré

source: NVDA logs management
cs: Správa protokolů NVDA
fr: Gestion des journaux de NVDA

source: NVDA &log:
fr: &Journal de NVDA :

source: Current
fr: Courant

source: Previous
fr: Précédent

source: &Open the log
fr: &Ouvrir le journal

source: Copy log file &path to clipboard
fr: Copier le chemin du journal dans le &presse-papier

source: Previous log file cannot be opened
cs: Předchozí soubor protokolu nelze otevřít
fr: L'ancien journal ne peut pas être ouvert

source: Current log file cannot be opened
cs: Aktuální soubor protokolu nelze otevřít
fr: Le journal courant ne peut pas être ouvert

source: Open Error
cs: Otevřená chyba
fr: Erreur d'ouverture de fichier

source: Current log file path copied to clipboard
cs: Aktuální cesta k souboru protokolu zkopírována do schránky
fr: Le chemin du journal courant de NVDA a été copié dans le presse-papier

source: Old log file path copied to clipboard
cs: Stará cesta k souboru protokolu zkopírována do schránky
fr: Le chemin du précédent journal de NVDA a été copié dans le presse-papier

source: Current log file path cannot be copied to clipboard
cs: Aktuální cestu k souboru protokolu nelze zkopírovat do schránky
fr: Le chemin du fichier du journal courant deNVDA ne peut pas être copié dans le presse-papier

source: Old log file path cannot be copied to clipboard
cs: Starou cestu k souboru protokolu nelze zkopírovat do schránky
fr: Le chemin du fichier du précédent journal de NVDA ne peut pas être copié dans le presse-papier

source: %s dialog is allready open
cs: %s dialog je již otevřen
fr: Le dialogue "%s" est déjà ouvert

source: Report the short path of focused folder or file of Windows Explorer. Twice: report the full path. Three time: copy the full path to the clipboard
cs: Oznamte zkrácenou cestu ke složce nebo souboru pod kurzorem v Průzkumníku Windows. Dvojité stisknutí: pro ohlášení celé trasy. Stisknutím třikrát: zkopírujete celou cestu do schránky
fr: Annoncer le chemin réduit du dossier ou du fichier sous le curseur de l'explorateur Windows. Deux appuis : annoncer le chemin complet.Troisappuis : copier le chemint complet dans le presse-papier

source: {0} copied to clipboard
cs: {0} zkopírováno do schránky
fr: {0} copié dans le presse-papier

source: Report the path of the file or folder under the cursor of Windows Explorer by going up the folders tree
cs: Nahlaste cestu k souboru nebo složce pod kurzorem Průzkumníka Windows tím, že přejdete nahoru ve stromu složek
fr: Annoncez le chemin du fichier ou du dossier sous le curseur de l'explorateur Windows en remontant l'arborescence des dossiers

source: Start menu|Charm Bar
cs: Nabídka Start|Charm Bar
fr: Menu Démarrer|Charm Bar

source: List of windows
cs: Seznam oken
fr: Liste des fenêtres

source: Minimized
cs: Minimalizováno
fr: Réduite

source: Maximized
cs: Maximalizováno
fr: Agrandie

source: Current &applications
cs: Aktuální &aplikace
fr: &Applications en cours

source: &Switch to
cs: &Přepnout na
fr: Basc&uler vers

source: &Destroy
cs: &odstranit
fr: &Détruire

source: Destro&y all
cs: odstraňte & vše
fr: Détruire &tout

source: Impossible to destroy desktop window
cs: Nelze odstranit okno na ploše
fr: Il n'est pas possible de détruire la fenêtre du bureau

source: Impossible to destroy the window
cs: Odstranit okno je nemožné
fr: Impossible de détruire la fenêtre

source: Are you sure you want to close all windows?
cs: Opravdu chcete zavřít všechna okna?
fr: Voulez-vous vraiment fermer toutes les fenêtres ?

source: moves to the next paragraph
cs: přesune na další odstavec
fr: Aller au paragraphe suivant

source: no next paragraph
cs: žádný další odstavec
fr: aucun paragraphe suivant

source: moves to the previous paragraph
cs: přejde na předchozí odstavec
fr: Aller au paragraphe précédent

source: no previous paragraph
cs: žádný předchozí odstavec
fr: aucun paragraphe précédent

source: moves to the next division
cs: postoupí do další divize
fr: Aller à la division suivante

source: no next division
cs: žádné další dělení
fr: aucune division suivante

source: moves to the previous division
cs: přechází do předchozí divize
fr: Aller à la division précédente

source: no previous division
cs: žádné předchozí dělení
fr: aucune division précédente

source: moves to the next main landmark
cs: přesune na další hlavní orientační bod
fr: Aller à la région principale suivante

source: no next main landmark
cs: žádný další hlavní orientační bod
fr: aucune région principale suivante

source: moves to the previous main landmark
cs: přesune na předchozí hlavní orientační bod
fr: Aller à la région principale précédente

source: no previous main landmark
cs: žádný předchozí hlavní orientační bod
fr: aucune région principale précédente

source: moves to the next clickable element
cs: přesune na další klikací prvek
fr: Aller à l'élément cliquable suivant

source: no next clickable element
cs: žádný další klikací prvek
fr: aucun élément cliquable suivant

source: moves to the previous clickable element
cs: přesune na předchozí klikací prvek
fr: Aller à l'élément cliquable précédent

source: no previous clickable element
cs: žádný předchozí klikací prvek
fr: aucun élément cliquable précédent

source: Report document 's address (URL). Twice: copy it to clipboard
cs: Nahlásit adresu dokumentu (URL). Dvakrát: zkopírujte jej do schránky
fr: Annoncer l'adresse (URL) du document. Deux appuis: l'enregistrer dans le presse-papier

source: Copied to clipboard
cs: Zkopírováno do schránky
fr: Copié dans le presse-papier

source: Cannot copy to clipboard
cs: Nelze kopírovat do schránky
fr: Impossible de copier dans le presse-papier

source: Return to bottom of page
cs: Návrat na konec stránky
fr: Retour en bas de page

source: Return to top of page
cs: Návrat na začátek stránky
fr: Retour en début de page

source: No label
cs: Bez štítku
fr: Sans étiquette

source: Form field
cs: Pole formuláře
fr: Champ de formulaire

source: Report current table row's cells
cs: Nahlásit buňky aktuálního řádku tabulky
fr: Annoncer les cellules de la ligne courante du tableau

source: Report current table column's cells
cs: Nahlásit buňky aktuálního sloupce tabulky
fr: Annoncer les cellules de la colonne courante du tableau

source: Move to and report next table row
cs: Přesunout a nahlásit další řádek tabulky
fr: Aller à la ligne suivante du tableau et annoncer les cellules de celle-ci

source: Move to and report previous table row
cs: Přesunout a nahlásit předchozí řádek tabulky
fr: Aller à la ligne précédente du tableau et annoncer les cellules de celle-ci

source: Move to and report next table column
cs: Přesunout a nahlásit předchozí řádek tabulky
fr: Aller à la colonne suivante du tableau et annoncer les cellules de cell-ci

source: Move to and report previous table column
cs: Přesunout a nahlásit předchozí sloupec tabulky
fr: Aller à la colonne précédente du tableau et annoncer les cellules de celle-ci

source: Report current table cell position
cs: Nahlásit aktuální pozici buňky tabulky
fr: Annoncer la position de la cellule courante du tableau

source: Move to first cell of table row
cs: Přesuňte se na první buňku řádku tabulky
fr: Aller à la première cellule de la ligne du tableau

source: Move to last cell of table row
cs: Přejít na poslední buňku řádku tabulky
fr: Aller à la dernière cellule de la ligne du tableau

source: Move to first cell of table column
cs: Přesuňte se na první buňku sloupce tabulky
fr: Aller à la première cellule de la colonne du tableau

source: Move to last cell of table column
cs: Přejít na poslední buňku sloupce tabulky
fr: Aller à la dernière cellule de la colonne du tableau

source: Anchor
cs: Kotva
fr: Ancre

source: %s elements
cs: %s prvků
fr: %s éléments

source: One element
cs: Jeden prvek
fr: Un élément

source: no element
cs: žádný prvek
fr: aucun élément

source: Cut
cs: vyjmout
fr: Couper

source: Paste
cs: Vložit
fr: Coller

source: Copy
cs: kopírovat
fr: Copier

source: Undo
cs: vrátit
fr: Annuler

source: Select all
cs: Vybrat vše
fr: Sélectionner tout

source: Clipboard is empty
cs: Schránka je prázdná
fr: Le presse-papier est vide

source: One selected object
cs: Jeden vybraný objekt
fr: Un objet sélectionné

source: %s selected objects
cs: %s vybrané objekty
fr: %s objets sélectionnés

source: The clipspeak add-on has been detected on your system. In order for Clipboard command announcement feature to work without conflicts, clipSpeak add-on must be desactivated or uninstalled.But if you want to use clipSpeak add-on, Clipboard command announcement feature must be uninstalled. Would you like to uninstall this feature now?
cs: Ve vašem systému byl zjištěn doplněk clipspeak. Aby funkce oznámení příkazů schránky fungovala bez konfliktů, musí být doplněk clipSpeak deaktivován nebo odinstalován. Chcete-li však použít doplněk clipSpeak, musíte funkci oznámení příkazů schránky odinstalovat. Chcete tuto funkci nyní odinstalovat?
fr: L'extension clipspeak a été détecté sur votre système. Pour que la fonctionalité Annonce de la fonction associée aux commandes d'édition fonctionne sans conflits, l'extension clipSpeak doit être désactivée ou désinstallée. Mais si vous souhaitez utiliser l'extension clipSpeak, la fonctionnalité Annonce de la fonction associée aux commandes d'édition doit être désinstallée. Souhaitez-vous désinstaller cette fonctionnalité maintenant ?

source: No text to add
cs: Žádný text k přidání
fr: Aucun texte a ajouté

source: Do you want realy add the selected text to the clipboard?
cs: Chcete skutečně přidat vybraný text do schránky?
fr: Voulez-vous vraiment ajouter le texte sélectionner dans le presse-papier ?

source: Adding text to clipboard
cs: Přidání textu do schránky
fr: Ajout du texte dans le presse-papier

source: Added
cs: Přidal
fr: Ajouté

source: Cannot add
cs: Nelze přidat
fr: Impossible d'ajouter

source: When typing, reports spelling errors
fr: Pendant la frappe, signaler les fautes d'orthographe

source: Any key with modifier key combination
cs: Libovolná klávesa s modifikační kombinací kláves
fr: Toute touche avec combinaison de touches de modification

source: Keys's remanence activation on
cs: Aktivace remanence klíčů zapnuta
fr: Rémanence des touches activée

source: Keys's remanence activation off
cs: Aktivace remanence klíčů je vypnutá
fr: Rémanence des touches désactivé

source: Standard use of the numeric keypad enabled
cs: Standardní použití numerické klávesnice povoleno
fr: Utilisation standard du pavé numérique activée

source: Standard use of the numeric keypad disabled
cs: Standardní použití numerické klávesnice zakázáno
fr: Utilisation standard du pavé numérique désactivée

source: Command keys selective Announcement
cs: Příkazové klávesy selektivní oznámení
fr: Annonce sélective des touches de commandes

source: any
cs: žádný
fr: aucune

source: Speak &command keys
fr: Dire les touches de &commande

source: Check &excluded keys:
cs: Zkontrolujte &vyloučené klíče:
fr: C&ocher les touches à exclure:

source: Pressed W&ith modifier key combination:
cs: Stisknuto & s kombinací kláves modifikátoru:
fr: Tapée avec les combinaison de touches de &modification:

source: &Check all modifier combinations
cs: &Zaškrtněte všechny kombinace modifikátorů
fr: &Cocher toutes les combinaisons de touches

source: &Uncheck all modifier combinations
cs: &Zrušte zaškrtnutí všech kombinací modifikátorů
fr: &Décocher toutes les combinaisons de touches

source: Speak command keys
fr: Dire les touches de commande

source: Do not speak command &keys
cs: Nevyslovujte příkaz &klávesy
fr: Ne pas dire les touches de commande

source: Do you want to save changes made in "%s" mode?
cs: Chcete uložit změny provedené v režimu "%s"?
fr: Voulez-vous enregistrer les modifications de touche faites pour le mode "%s" ?

source: No more checked command key
cs: Už žádná kontrolovaná příkazová klávesa
fr: Plus d'autre touche de commande cochée

source: to left
cs: doleva
fr: à gauche

source: to right
cs: doprava
fr: à droite

source: in center
cs: v centru
fr: au centre

source: channels muted
cs: kanály ztlumeny
fr: canaux muets

source: Main volume
cs: Hlavní hlasitost
fr: Volume principal

source: Volume on
cs: Hlasitost zapnuta
fr: Volume établi

source: volume off
cs: hlasitost vypnuta
fr: volume coupé

source: stronger on the right
cs: silnější vpravo
fr: plus fort à droite

source: stronger on the left
cs: silnější vlevo
fr: plus fort à gauche

source: System sounds
cs: Systémové zvuky
fr: Sons système

source: This application don't use any output audio device
cs: Tato aplikace nepoužívá žádné výstupní zvukové zařízení
fr: Cette application n'utilise pas de périphérique de sortie audio

source: Unavailable for NVDA
cs: Nedostupné pro NVDA
fr: Indisponible pour NVDA

source: Not available: %s is not a stereo audio source
cs: Není k dispozici: %s není zdroj stereo zvuku
fr: Non disponible: %s n'est pas une source audio stereo
